[{"speaker": "John G. Roberts, Jr.", "text": " We will hear argument next in Case 09-350, Los Angeles County v. Humphries.   Mr. Coates. "}, {"speaker": "Timothy T. Coates", "text": " Mr. Chief Justice, and may it please the Court:   In Monell v. Department of Social Services, this Court held there could be no liability against a local public entity under section 1983 unless the plaintiff proved causation, namely that the injury that was inflicted was inflicted as a result of a custom, policy, or practice of that local public entity.   The Ninth Circuit, however, in this case has imposed ex post facto declaratory relief on the County of Los Angeles as well as a substantial fee award, while acknowledging that it has not, in fact, determined whether the injury suffered by the plaintiffs and subject to declaratory relief was the result of a policy, custom, or practice fairly attributable to the County of Los Angeles.   It did so because the Ninth Circuit has developed a digression from the Court's jurisprudence in Monell; namely, in the Ninth Circuit, claims for prospective relief, both injunctive and declaratory relief, are not subject to the Monell requirements.   We submit that this is flatly inconsistent with Monell and it erodes the important principles of Federalism that are the motivating factors for the Monell causation requirement. "}, {"speaker": "Antonin Scalia", "text": " What was the -- what was the basis for that exception, that declaratory judgment does not affect the fisc of the-- "}, {"speaker": "Timothy T. Coates", "text": " Yes, essentially in the-- "}, {"speaker": "Antonin Scalia", "text": " --It does -- it does, though, if you have attorneys' fees.   What -- what was the total attorneys' fee award in this case? "}, {"speaker": "Timothy T. Coates", "text": " --As to the county, it's $58,000.   But the overall award is far above that, and that's just for appellate attorneys' fees.   We were not even talking trial fees at this time. "}, {"speaker": "Antonin Scalia", "text": " What is far above?   Like what?   I suspect-- "}, {"speaker": "Timothy T. Coates", "text": " 600-and-some-odd thousand dollars. "}, {"speaker": "Antonin Scalia", "text": " --the case is mostly about attorneys' fees. "}, {"speaker": "Ruth Bader Ginsburg", "text": " But there was no objection on the part of the State.   The State was to pay the lion's share of the fees, I think 90 percent, right? "}, {"speaker": "Timothy T. Coates", "text": " Correct.   The State has not contested that. "}, {"speaker": "Ruth Bader Ginsburg", "text": " And the State is not contesting it. "}, {"speaker": "Timothy T. Coates", "text": " The State has not contested that, correct. "}, {"speaker": "Anthony M. Kennedy", "text": " Does the State make that payment under an Ex Parte Young theory? "}, {"speaker": "Timothy T. Coates", "text": " Yes, yes.   It's a suit against the State under an Ex parte Young theory, since they maintain the statute. "}, {"speaker": "Anthony M. Kennedy", "text": " If you sue the municipality, if they deny a marriage license, do you have to sue under 1983, or you can just sue alleging a Federal cause of action under -- because of a denial of a constitutional right? "}, {"speaker": "Timothy T. Coates", "text": " Well, it would have to be-- "}, {"speaker": "Anthony M. Kennedy", "text": " It would be like a Bivens action, I guess. "}, {"speaker": "Timothy T. Coates", "text": " --It would have to be -- the Court has recognized, against local municipalities, liability under section 1983. "}, {"speaker": "Anthony M. Kennedy", "text": " The only way to sue a municipality for a constitutional violation is under 1983? "}, {"speaker": "Timothy T. Coates", "text": " In a direct civil cause of action, I believe that is correct, Your Honor. "}, {"speaker": "Antonin Scalia", "text": " Well, you could get the individual officer who is denying the marriage license or whatever the offensive act is.   You could sue that person under 1983 and get -- and get injunctive relief, I suppose. "}, {"speaker": "Timothy T. Coates", "text": " That is correct.   You can also sue the individual. "}, {"speaker": "Anthony M. Kennedy", "text": " But could you sue outside of 1983? "}, {"speaker": "Timothy T. Coates", "text": " The individual, for a Federal constitutional remedy? "}, {"speaker": "Anthony M. Kennedy", "text": " Just to get -- the marriage license example -- just to get an order demanding issuance of the license. "}, {"speaker": "Timothy T. Coates", "text": " No, I believe you would still have to have an operative statute.   To get it into Federal court for declaratory relief requires some-- "}, {"speaker": "Anthony M. Kennedy", "text": " And that has to be a statute -- it has to be 1983? "}, {"speaker": "Timothy T. Coates", "text": " --I believe for a constitutional claim of this type, it would be section 1983.   You might find an employment case where you might have Title VII concerns.   It depends on the right that you are talking that is at issue. "}, {"speaker": "Sonia Sotomayor", "text": " --ignore the injunction, can you go to the State and force the State to -- in that circumstance, to get someone to issue the license on your behalf? "}, {"speaker": "Timothy T. Coates", "text": " Are we talking about the State, or are you referring to the municipality? "}, {"speaker": "Sonia Sotomayor", "text": " Or the municipality.   I misspoke. "}, {"speaker": "Timothy T. Coates", "text": " You would not, unless you showed that there was a policy, custom, or practice.   You might have the one outlying-- "}, {"speaker": "Sonia Sotomayor", "text": " So what you are saying is that a State agent or a municipality can continue to ignore a constitutional violation until, what -- you are denied the license five times? "}, {"speaker": "Timothy T. Coates", "text": " --Well, no. "}, {"speaker": "Sonia Sotomayor", "text": " How many times do you have to show that you are not getting that license that you are entitled to? "}, {"speaker": "Timothy T. Coates", "text": " Well, say, for example, that once brought to the attention of a policymaking official that this is what was going on, then you have the deliberate indifference by a policymaking official.   I submit that under Monell, that might provide a basis under the Court's case law. "}, {"speaker": "Sonia Sotomayor", "text": " All right.   So what do you do with ANCRA section 11178(a)(2), which tells you that the municipality is responsible for the accuracy, completeness, and retention of the reports sent to the State?   It's not your policy to ignore your obligation and not figure out what to do about the retentions of improperly submitted names? "}, {"speaker": "Timothy T. Coates", "text": " Well, the difficulty in this case is with respect to that there are no State standards in terms of evaluating the accuracy or when someone is removed, when someone wants to be removed from the database.   Even Ninth Circuit recognized that, that it was going to impose on local public entities through the back door, that there are no specific criteria in the statute for removing someone from -- from the list.   And that would require the county to start trying to create its own policy or own procedural schemes. "}, {"speaker": "Sonia Sotomayor", "text": " But that's what it is charged with doing.   It is charged with the responsibility for the accuracy, completeness, and retention of these reports.   So if you're charged with the accuracy, completeness, and retention of the reports, why shouldn't you be responsible for the failure to maintain accurate reports? "}, {"speaker": "Timothy T. Coates", "text": " Because it's not so much that they are inaccurate; it's the standards used to remove someone from the list or not.   Because we may have information showing culpability, information showing not culpability, but we don't have a standard to tell us when to remove them from the database and when to leave them in, because that's defined by the State.   More importantly, we don't have any procedures on how to go about that, because the statutory scheme doesn't have any for doing that. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Well, the Respondents here argue that, don't they?   That you should have created a procedure on your own, right? "}, {"speaker": "Timothy T. Coates", "text": " Correct. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Now, if the -- presumably, that could be brought to the -- that could be brought before someone who is a county policymaker, couldn't it, when you are talking about something that's going -- that's ongoing in the future? "}, {"speaker": "Timothy T. Coates", "text": " That's true.   That could be brought to the attention of a policymaker. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " And then that would fall within Monell. "}, {"speaker": "Timothy T. Coates", "text": " Correct. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " So that's why I'm somewhat puzzled about what this case is about.   When are we going to get into a situation in which the plaintiffs are asking for prospective relief and the matter cannot be brought before a municipal or county policymaker? "}, {"speaker": "Timothy T. Coates", "text": " No, I agree with Your Honor.   I mean, I think that most of these cases -- these cases do fit neatly within the Monell framework if a Plaintiff pursues them within that framework.   The Ninth Circuit doesn't require that, though, and kind of just simply lumps the county together with the State and says the State statute's unconstitutional.   You are charged with enforcing it.   Declaratory relief against both of you. "}, {"speaker": "John G. Roberts, Jr.", "text": " You concede, I take it, or acknowledge that one episode can be the basis -- I mean, going forward -- for a determination that the defendant has a policy, custom, or practice. "}, {"speaker": "Timothy T. Coates", "text": " You can.   If you have a policymaker who understands the situation, makes a deliberate decision, yes, I think can you come forward with a Monell. "}, {"speaker": "Sonia Sotomayor", "text": " Well, that's your adversary's argument, which is by this lawsuit, you have been told that there's something wrong.   It seems pretty natural that a report would be kept on the registry.   That is then declared just plain wrong.   The court has said there is no foundation whatsoever for the accuracy of what's in that report, and you have failed to establish a procedure to remove the name.   Why aren't you viable under Monell? "}, {"speaker": "Timothy T. Coates", "text": " The one thing I said that it wasn't doing is figuring out whether this met the policy, custom, or practice requirement of Monell, because under its case law it doesn't have to do so.   And in fact, in the fee order, it said -- declined to do so and, in fact, it has remanded on the damage portion of the case, acknowledging that the Monell claims remain open.   We also contend that for purposes of potential Monell liability that we may not be free under State law to add additional procedural protections.   That area may be preempted by the State through implied preemption under California law. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Now, if that's the case, why wouldn't one of the following be possible?   If you -- you say we have no discretion here, we are required -- we are totally bound by the State procedures; we can't add any new procedure.   They say, well, that's unconstitutional.   So -- and you are choosing to do something that is unconstitutional that is required by State law.   In that situation, won't you have adopted a policy? "}, {"speaker": "Timothy T. Coates", "text": " The way the lower courts have, in the context of liability, viewed this requirement where State law requires a local entity to do something is they have virtually said that they are standing in the shoes of the State.   Under those circumstances, it's essentially the State making the decision.   They are just using the county as a -- as the local entity, as an instrument.   And so it's essentially an Ex Parte Young Eleventh Amendment-type case. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " An Ex Parte Young situation. "}, {"speaker": "John G. Roberts, Jr.", "text": " And they have sued the State here, right? "}, {"speaker": "Timothy T. Coates", "text": " They have, yes. "}, {"speaker": "John G. Roberts, Jr.", "text": " Or under Ex Parte Young? "}, {"speaker": "Timothy T. Coates", "text": " They have indeed sued the State here and we submit that they can get full relief with respect to the database from the State, should they choose to pursue that. "}, {"speaker": "Sonia Sotomayor", "text": " Who would they sue to do that?   As I am reading ANCRA, it makes the California Department of Justice only the repository of reports. "}, {"speaker": "Timothy T. Coates", "text": " They may-- "}, {"speaker": "Sonia Sotomayor", "text": " So who -- who do they sue in the State to-- "}, {"speaker": "Timothy T. Coates", "text": " --They have sued the Attorney General, though the Department of Justice maintains the database.   The Department of Justice issues the regulations on how local entities go about -- are required to report to the database.   So that is the defendant in this case, and that is who they would sue.   I submit they could get relief by being removed from the database or require the State to enact procedures to allow them to have a determination made as to whether they should be removed or not.   As it now stands, the statutory scheme doesn't have that and the county's view is that it's not free to just go out and invent procedures, and other counties in the state of California aren't free to invent their own procedures.   That's one of the elements of this case that I think really underscores the Monell concerns with Federalism, because it's an important question of the manner in which States relate to the municipalities and the way States divide up responsibility for who does what, and in a fairly important area of the law. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " What would happen under California law if you said, we agree with the Respondents that additional procedures are constitutionally required, so even though California law doesn't allow this, we are going to create these procedures because we have to comply with the Constitution.   What would your situation be under California law?   Would you be subject to -- what could the State do to you? "}, {"speaker": "Timothy T. Coates", "text": " There would be a possible preemption argument.   They could halt California -- they could halt Los Angeles from enacting the statute, from utilizing the procedural protections. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " I'm sorry? "}, {"speaker": "Timothy T. Coates", "text": " They could say it is preempted and move for an injunction from doing it, because they are interested in maintaining the database. "}, {"speaker": "Ruth Bader Ginsburg", "text": " Who is the \"they\" who would do this? "}, {"speaker": "Timothy T. Coates", "text": " The State of California would come in and argue that the county was preempted from using these regulations.   They would argue that it slows down the database or what have you.   But they could theoretically do that under California law. "}, {"speaker": "Ruth Bader Ginsburg", "text": " This is getting further removed from the situation that we're dealing with, because the State has already admitted liability and not contested that it owes fees.   So what is the relief that is left?   If the State has admitted liability, what happens at that point?   Shouldn't the record be expunged? "}, {"speaker": "Timothy T. Coates", "text": " I believe the appropriate remedy for the plaintiffs would be to apply in a district court if they believe they have a valid injunction on valid declaratory relief vis-a-vis the State and move forward from there.   They could certainly do that and have themselves removed from the database or order the State to create statutory procedures to allow them a hearing to determine whether they should be removed from the database.   They are perfectly free to do that, because it's the State statute and it's the State database, and the State is a party here. "}, {"speaker": "Ruth Bader Ginsburg", "text": " But the State has already conceded.   It's been adjudicated a constitutional violator, and the State is now saying, you know, we are not going to contest that anymore.   Doesn't the State have to do something? "}, {"speaker": "Timothy T. Coates", "text": " They should.   They absolutely should.   And if the State drags its feet, the appropriate remedy is to file a motion for an injunction as against the State, to have them issue the proper procedural protections or to remove them from the database.   But we submit that at this point, it is not appropriate relief as against the county.   That issue still remains open.   We can still go back into district court and lose that, but at this point you still have to make the inquiry, whether it's a county policy, custom, or practice that is inflicting the injury that is the subject of declaratory relief here.   And, I mean, I think at bottom, at the end of the day, the point is that plaintiffs really haven't identified any circumstance in which, in a proper case applying the Monell standards, you would not be able to get relief.   And the danger of going forward with the Ninth Circuit's kind of amorphous standard where you just compose declaratory relief independent of whether or not there is a policy, custom, or practice, the kind of sloppy order that we have here, granting declaratory relief where we have a 90-10 fee split and it is unclear how that decision was made, because it is not made through the prism of any sort of causation standard articulated by this Court.   So we would submit that Monell provides clear guidelines, although sometimes difficult to apply in certain cases, but they are clear guidelines.   And the Court in Monell said that those causation requirements applied to damages, injunctive and declaratory relief, and we believe that is a solid rule that supports the interests of Federalism and-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " It's true that all cases that at least come to us under Monell have involved damages. "}, {"speaker": "Timothy T. Coates", "text": " --That is correct.   They have been damages cases.   But the -- but Monell itself doesn't talk in terms of guarding the public FISC, which is how Chaloux, the Ninth Circuit case that departs from Monell with injunctive and declaratory relief, the way it characterizes it, doesn't.   Monell was concerned with interpreting the language of section 1983, the shall subjective:   \"Shall cause someone else to subject a person to a violation. \"   They said that did not really conform to respondeat superior principles.   And looking at the legislative history, the 42nd Congress in enacting section 1983 was critical to justice in Monell with the rejection of the Sherman Amendment, which he said was concerned mostly with not imposing coercive liability on the municipality for the actions of others.   They were concerned not to save money necessarily, but the way in which a Federal court would exercise coercive power over a public entity.   And we submit that it is just as important to have those guidelines when directly coercing through injunctive and declaratory relief as it is indirectly doing it through the threat of damage claims. "}, {"speaker": "Anthony M. Kennedy", "text": " Can Bivens actions be brought against municipalities? "}, {"speaker": "Timothy T. Coates", "text": " I do not believe so, Your Honor.   I believe via section 1983-- "}, {"speaker": "Anthony M. Kennedy", "text": " And you cite the authority for -- would -- do you think that the rationale for that is that since Congress has created an express cause of action, this impliedly preempts a Bivens-type action. "}, {"speaker": "Timothy T. Coates", "text": " --Yes, that's my recollection.   That's my recollection. "}, {"speaker": "Anthony M. Kennedy", "text": " And have -- have we said that in a case? "}, {"speaker": "Timothy T. Coates", "text": " Off the top of my head-- "}, {"speaker": "Anthony M. Kennedy", "text": " Because it seems to me it would help you in this case, because you would say, well, if there's a real problem, the city -- the injured party can sue for an injunction.   Perhaps the State was against the party first, and he can -- he can raise a constitutional defense or he can bring an action for an injunction, and it doesn't have to be under 1983.   And it would seem to me that that would resolve it.   And you then wouldn't have to pay attorneys' fees because there is no provision in the statute for it. "}, {"speaker": "Timothy T. Coates", "text": " --Well, I mean, it is independent of what remedies might occur under State law.   I'm not trying to say that that's the exclusive -- that section 1983 is the exclusive means for all relief.   You can certainly there state-- "}, {"speaker": "Anthony M. Kennedy", "text": " No, I'm talking about under Federal law. "}, {"speaker": "Timothy T. Coates", "text": " --My understanding with respect to a general constitutional claim is it is section 1983.   That is how Congress has specified the remedy.   There are other portions for other types of conduct -- section 1986, section 1985, for example -- but I think the sort of general constitutional claim is subject to section 1983.   If there's no further questions, I would reserve the balance of my time for rebuttal. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, Counsel.   Mr. Pincus. "}, {"speaker": "Andrew J. Pincus", "text": " Thank you, Mr. Chief Justice, and may it please the Court:   Let me begin, perhaps, by trying to answer Justice Alito's question about what is at stake here.   Monell held that 1983 as a causation requirement.   And the Court has, in a series of decisions, elucidated what a plaintiff must prove in the context of claims for damages to satisfy that causation requirement, and it's held in particular that the mere fact that a city employee committed a violation under color of State law in the past is not itself a sufficient link to the municipality itself.   And the decisions have been devoted to elucidating precisely what else is required in order to show the sufficient link to the municipality.   The question here arises in what, we submit, is the very different factual context of ongoing constitutional violations.   And we think that although the jurisprudence that's developed under Monell has been devoted to fleshing out this other context, the Court should take a look at whether that jurisprudence is the appropriate way to determine whether the causation test is satisfied when there is an ongoing violation, because there is an easier way to do it. "}, {"speaker": "Antonin Scalia", "text": " It's the same statutory language that you are relying on, right, that was held to require causation in the one case?   Why wouldn't it require a similar causation in the other? "}, {"speaker": "Andrew J. Pincus", "text": " Your Honor, we believe it does require causation, but the question is what kind of facts have to be shown to prove causation.   And, in particular, once a plaintiff has shown what is required otherwise to show the violation, to show standing prospective relief and obtain prospective relief, we think those elements will necessarily encompass the showing that is required to prove a link to the municipality itself.   And what our concern-- "}, {"speaker": "Anthony M. Kennedy", "text": " But then you are not really hurt, or the system isn't really hurt by the rule that the city asks for.   If it's so easy to establish a policy or custom requirement in cases where prospective relief is sought, then that's the answer.   You can establish it.   End of case.   But you don't get it unless you establish the custom and practice. "}, {"speaker": "Andrew J. Pincus", "text": " --Your Honor, we think that it should be easy.   It should be present in every case.   Our concern is that courts might be confused by the idea that what they are supposed to do is apply the jurisprudence that's really been developed to target who was responsible for this act that happened in the past, and not realize that there is really a quite more expeditious way to determine in the future.   Here, it's quite clear the court of appeals said there is an ongoing failure by the county to provide due process. "}, {"speaker": "Anthony M. Kennedy", "text": " I'm not sure I understand your submission.   And it could be I'm just obtuse on this point.   I interpret your remarks as saying that Monell does apply when there is an injunction.   Do I misinterpret you? "}, {"speaker": "Andrew J. Pincus", "text": " I guess I need to clarify. "}, {"speaker": "Anthony M. Kennedy", "text": " And your answer is it's so easy to do, it doesn't make any difference.   Well, then, why are we here?   Why isn't the city right? "}, {"speaker": "Andrew J. Pincus", "text": " Because I think what the city has said, Your Honor, is what Monell requires is for the plaintiff to show something in addition to what the plaintiff has to -- to what the plaintiff has to show to, A, prove a constitutional violation, and B, prove an entitlement to prospective relief.   The plaintiff says there is an additional element that may or may not be present, and our submission is that the Ninth Circuit, although its rationale might have been slightly off, was correct in saying once a plaintiff has shown an ongoing constitutional violation and that the plaintiff is entitled, under standing principles and principles governing prospective relief, to relief, the plaintiff has necessarily shown a link to the municipality. "}, {"speaker": "John G. Roberts, Jr.", "text": " So that's what you think.   So you agree -- it struck me that your argument could have been made by your friend on the other side.   You say if you get an injunction, you must have shown municipal policy, practice, or custom, and therefore, you agree that a municipal policy, custom, or practice is required.   That's what he thinks. "}, {"speaker": "Andrew J. Pincus", "text": " Your Honor, we agree that causation is required.   I think the only slight fill-up that I would make to your comment is, I think, in some of the jurisprudence that's developed focused on finding responsibility for past conduct.   Some of the ways courts have developed to decide those questions-- "}, {"speaker": "Sonia Sotomayor", "text": " Counsel, could you stop talking in the abstract-- "}, {"speaker": "Andrew J. Pincus", "text": " --Sure. "}, {"speaker": "Sonia Sotomayor", "text": " --and give me an example.   Give me an example of a situation where a State official under Ex Parte Young has been held to have violated the Constitution where a Monell finding had not been applied already. "}, {"speaker": "Andrew J. Pincus", "text": " I'm sorry, Your Honor -- where the Monell couldn't be satisfied? "}, {"speaker": "Sonia Sotomayor", "text": " Exactly. "}, {"speaker": "Anthony M. Kennedy", "text": " Well-- "}, {"speaker": "Andrew J. Pincus", "text": " I think this case, to the extent that what the city is saying is that Monell was not satisfied here, is a perfect example, because here-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Monell doesn't apply to State officials, right? "}, {"speaker": "Sonia Sotomayor", "text": " No.   I was trying to do just an analogy in terms of -- because one of his arguments has been that Ex Parte Young doesn't have, inherently, a Monell requirement. "}, {"speaker": "Andrew J. Pincus", "text": " --Well, if I may, Your Honor, just to respond to the Chief Justice's statement-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you. "}, {"speaker": "Andrew J. Pincus", "text": " --The Petitioner's position is that this standard would apply also in Ex Parte Young actions against state officials.   The Court-- "}, {"speaker": "John G. Roberts, Jr.", "text": " That, of course, isn't before us. "}, {"speaker": "Andrew J. Pincus", "text": " --It's not before you.   The Court's jurisprudence is a little uncertain as to whether that might or might not be true.   There certainly hasn't been a holding to that effect.   But one of the reasons we think this is an important issue to be very clear about is because, at least on Petitioner's view, and possibly on the view of how -- depending on how the Court analyzes the case, this would affect not just the universal cases on municipalities, but also whether relief is available for ongoing constitutional violations in the very broad group of-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, that would require -- that would require us to get into the question of whether Ex Parte Young is a fiction or substance, which I certainly wouldn't like to get into. "}, {"speaker": "Andrew J. Pincus", "text": " --Well, but it might not, Your Honor, because it might turn just on whether -- I mean, Ex Parte Young suits against State officials are under 1983.   And so to some, I think the argument that Petitioner would make is if causation is required under 1983, well, Ex Parte Young is just a vehicle to get those people -- to make those people person.   So whatever the Court were to decide about causation wouldn't necessarily apply in those Ex Parte Young issues. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " I have a question similar to Justice Sotomayor's.   Suppose we were to hold that the Monell requirement applies to prospective relief, injunctive and declaratory relief.   Can you provide an example of just an unacceptable consequence that would follow from that holding, a situation in which that holding would, in your judgment, be one that we would not want to accept?   Well, what difference does it make? "}, {"speaker": "Andrew J. Pincus", "text": " I think, Your Honor, we gave some examples in our -- in our brief.   And one I would give is the example of the marriage license clerk who is engaging in unconstitutional -- who is violating the Constitution and denying marriage licenses.   He or she is not-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " All right.   Now we have a situation.   The clerk denies the marriage license.   And then I presume you can take the matter before a municipal policymaker, and the municipal policymaker will say, this is our policy, license denied, or this is not our policy.   And then Monell is satisfied, right?   If the policymaker says, it is our policy to deny licenses under these circumstances, that's a policy. "}, {"speaker": "Andrew J. Pincus", "text": " --It may be, but I don't think the Court has required that there be some exhaustion of administrative remedies.   I guess the way I would look at the case is, if the party who is being injured filed suit against the municipality and against the official and said, I would like a marriage license, that, as the court heard the case and found yes, there is an unconstitutional denial going on there, the fact that the lawsuit existed and there was an ongoing violation that had been by virtue of the lawsuit brought to the attention of the policymaker, and if in that case the judge decided that prospective relief is necessary, which necessarily means that there was some finding of ongoing violation under Lyons and those cases, that there would be a link to the municipality.   And my concern is not that properly applied causation requirement would weed out cases.   It's that because the focus of the Court's jurisprudence up till now has not been on the ongoing violation as the possible source of a policy, but rather was there a policymaker involved in the initial denial, unless if the court were to say there's an extra step, it would make very clear that the focus of attention is not the initial action, in terms of finding a policy, but on the day -- as the matter ends up on the day the district court is deciding whether or not to grant relief, that those facts are relevant in deciding whether there is a policy, as well. "}, {"speaker": "Stephen G. Breyer", "text": " What is the answer to Justice Alito's question?   The -- a clerk doesn't give a license to someone he should.   Right?   Now, you bring -- that person brings a lawsuit against the city.   Now, if Monell applies, in order to win he has to show that it was the city's policy to deny it, or maybe all he has to show is the city's policy was to leave it up to the clerk.   And if he finds it's the city's policy to grant it, he's going to lose, which he should, because there was no such policy.   The clerk was wrong. "}, {"speaker": "Andrew J. Pincus", "text": " Right. "}, {"speaker": "Stephen G. Breyer", "text": " What's the harm in that?   Now, the next question would be: If we show the third, is there any ground for injunction against the city?   And on that one, I don't know.   Maybe there is.   Maybe conditions have changed.   I don't know.   But what's the harm to anybody in doing -- requiring that in order -- just what I said?   What's the harm? "}, {"speaker": "Andrew J. Pincus", "text": " Your Honor, it's the -- I think in your hypothetical -- I may have misunderstood it, but this was a sort of a one-off decision by the -- by the clerk. "}, {"speaker": "Stephen G. Breyer", "text": " There are two possibilities -- three possibilities.   The clerk denied the license.   A, there is a city policy which requires him to do it; B, there is a city policy that permits him to do it; C, there is a city policy that forbids him to do it.   All right.   Now, those are the only three I can think of.   And it seems to me in A or B, you could recover against the city, and in C you couldn't. "}, {"speaker": "Andrew J. Pincus", "text": " Well, I guess my-- "}, {"speaker": "Stephen G. Breyer", "text": " So -- so -- so, why-- "}, {"speaker": "Antonin Scalia", "text": " Or there is no city policy. "}, {"speaker": "Andrew J. Pincus", "text": " --Well, I was just going to add that -- I was just going to add that example, where the city just is agnostic.   The clerk is going on-- "}, {"speaker": "Stephen G. Breyer", "text": " --If there is no city policy, then the city hasn't done anything wrong under Monell.   Now, is that what you're arguing?   That the city should, even though it has no policy, nonetheless have to have attorney's fees, is open to suit, et cetera, and forget about Monell?   Is that your argument? "}, {"speaker": "Andrew J. Pincus", "text": " --My argument is this, Your Honor.   If there is one clerk who issues marriage licenses and that clerk continues to deny the marriage license up until the day of the lawsuit, that the plaintiff in that case is entitled to relief, to injunctive relief, because the city, by virtue of tolerating the conduct, has adopted a de facto policy of permitting it.   And the alternative is-- "}, {"speaker": "Stephen G. Breyer", "text": " If you are right about that-- "}, {"speaker": "Andrew J. Pincus", "text": " --that there is no relief. "}, {"speaker": "Stephen G. Breyer", "text": " --All right.   If you are right about that, there is no problem for you, because you are saying: Yes, you need a city policy, and this counts as a policy. "}, {"speaker": "Andrew J. Pincus", "text": " That's exactly right, Your Honor.   And our concern is that the Court's jurisprudence, because it has been focused on retrospective one-off, for the most part, actions, doesn't make clear what the answer is in that situation. "}, {"speaker": "John G. Roberts, Jr.", "text": " Justice Breyer's question said you need a city policy, and you said that's exactly right.   So I think the case is over.   The issue is whether you need a city policy, and your friend thinks so, and you think so. "}, {"speaker": "Andrew J. Pincus", "text": " Well, Your Honor, I -- I think that-- "}, {"speaker": "Stephen G. Breyer", "text": " But the Ninth Circuit didn't. "}, {"speaker": "Andrew J. Pincus", "text": " --Well, first of all, the Ninth Circuit didn't.   And I -- I go back to-- "}, {"speaker": "Anthony M. Kennedy", "text": " --Did not?   The Ninth Circuit did not? "}, {"speaker": "Andrew J. Pincus", "text": " --Did not. "}, {"speaker": "Anthony M. Kennedy", "text": " You agree with that statement, yes? "}, {"speaker": "Andrew J. Pincus", "text": " And I go back to our position, which is: If causation is required, which it is, the question on which I think guidance for the lower courts would be very helpful is not to simply say Monell is -- Monell applies; adopt our jurisprudence that was focused on retrospective conduct or prospective conduct, but rather, yes, Monell's causation requirement applies, but we recognize in this context it is likely to be satisfied by the other things that the plaintiff is required to prove. "}, {"speaker": "Ruth Bader Ginsburg", "text": " That is not what the Ninth Circuit -- the Ninth Circuit said, we are not deciding the Monell question; we are leaving that -- we are leaving that open.   But Monell -- we are not deciding because Monell doesn't apply to forward relief -- declaratory relief or injunctive relief.   And so the Ninth Circuit has rejected the statement in Monell itself that it applies to all forms of relief.   And so that's the question we are confronted with.   Because we have had experience in Monell cases only with damage actions, was -- was the Monell decision wrong in saying that that framework applies to declaratory and injunctive relief as well? "}, {"speaker": "Andrew J. Pincus", "text": " And, Your Honor, my response to that is that Monell was not wrong.   I don't know that Monell squarely addressed the question, but clearly the statute has a causation element and it has to be met.   But what Monell didn't grapple with, because it itself was a case involving only a past non-continuing event, is: How does that causation requirement get met in a case involving an ongoing violation?   And we think that although the Ninth Circuit may not have had its reasoning quite right, what -- the -- the bottom line was right, in the conclusion that when there is an ongoing violation and the other requirements for relief are met, Monell/the 1983 causation requirement doesn't impose an incremental burden on the plaintiff.   It is necessarily satisfied by the other things that the plaintiff has to prove. "}, {"speaker": "Sonia Sotomayor", "text": " I -- I -- I'm still -- I am sort of asking for a hypothetical and to take it from the abstract.   Tell me what's -- here, you define the ongoing violation as the failure to institute procedures, I'm assuming, to remove a name from the registry, correct? "}, {"speaker": "Andrew J. Pincus", "text": " Uh-huh. "}, {"speaker": "Sonia Sotomayor", "text": " That's the ongoing failure that you are alleging entitles you to injunctive relief? "}, {"speaker": "Andrew J. Pincus", "text": " I think that-- "}, {"speaker": "Sonia Sotomayor", "text": " Or was it that you thought the city could remove the name?   I'm not quite sure what it is that you think -- what was the continuing violation? "}, {"speaker": "Andrew J. Pincus", "text": " --The continuing violation here is that every day for the past 9 years, our Respondents have suffered a violation of their due process rights, because they have not been given any sufficient process to show that they are wrongfully included in the index. "}, {"speaker": "Sonia Sotomayor", "text": " So to prove a future violation, you have to show that the municipality can do that; correct? "}, {"speaker": "Andrew J. Pincus", "text": " And the court of appeals held that twice in this case.   The court of appeals twice said-- "}, {"speaker": "Sonia Sotomayor", "text": " Right.   So why isn't that a policy, practice, or custom?   That's what I'm trying to understand: How-- "}, {"speaker": "Andrew J. Pincus", "text": " --We think it is, Your Honor. "}, {"speaker": "Sonia Sotomayor", "text": " --their failure or omission could be anything but. "}, {"speaker": "Andrew J. Pincus", "text": " We think it is, Your Honor, and that's why we-- "}, {"speaker": "John G. Roberts, Jr.", "text": " But you don't think that-- "}, {"speaker": "Andrew J. Pincus", "text": " --think it is in this case. "}, {"speaker": "John G. Roberts, Jr.", "text": " --I think your friend agrees.   But -- but how can the city have caused the violation in the absence of a city policy, custom, or practice?   You say you have to show causation to get an injunction.   The only way to show that the city caused the problem is to show that they have got a policy, custom or practice, including one that might be shown by inaction.   But you still have to show that and that's all Monell requires. "}, {"speaker": "Andrew J. Pincus", "text": " And there is that inaction here, because the court of appeals-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Now you are arguing whether Monell was satisfied or not, and you are get ago chance to do that on remand because the Ninth Circuit has said we are giving -- we are making the city pay and now we are finding out if they violating anything. "}, {"speaker": "Andrew J. Pincus", "text": " --I agree, Your Honor, but -- but by -- by issuing a declaratory judgment and by finding that there was no standing for it here, the lower court necessarily concluded that the city -- that there that was the readressability element was satisfied and that the continuing harm element was satisfied. "}, {"speaker": "John G. Roberts, Jr.", "text": " So the Ninth Circuit was wrong to send it back for a hearing? "}, {"speaker": "Andrew J. Pincus", "text": " The Ninth Circuit-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Because you have already shown Monell was satisfied. "}, {"speaker": "Andrew J. Pincus", "text": " --The Ninth Circuit, I think devised -- recognized that there were two different claims in this case.   The Ninth Circuit sent it back for what might be a different questions, which is damages liability.   In other words, damages, the question-- "}, {"speaker": "John G. Roberts, Jr.", "text": " --but, yes, damages, but turning on whether Monell was satisfied.   It was a hearing about Monell. "}, {"speaker": "Andrew J. Pincus", "text": " --But-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Go ahead. "}, {"speaker": "Andrew J. Pincus", "text": " --I'm sorry, Your Honor.   I think this is one of the -- one of the issues, I think, with -- with simply saying as my friend does, that Monell applies.   For the damages question, for example, whether the damages started accruing on the very first day the process wasn't -- wasn't provided, there might be a question about whether on that day there was a municipal policy in 2002 when this controversy started.   It might be that on that day there was no municipal policy one way or the other.   Maybe no one has confronted it.   Maybe nobody confronted it until 2006.   But I think one thing -- so for damages there is a somewhat different inquiry which is, for each day for which damages are claimed, was that is the policy requirement met.   This is a different question which is on a going forward basis to provide -- to -- to be entitled to the prospective relief, what kind of causation is made.   And that's exactly-- "}, {"speaker": "John G. Roberts, Jr.", "text": " How can you get relief -- how can you get relief going forward under Monell unless there has been a city violation before?   Otherwise what the injunction you were getting is just an injunction saying don't violate the law and the city has said we haven't, because you haven't shown that we have policy, practice, or custom. "}, {"speaker": "Andrew J. Pincus", "text": " --But it is not necessarily true in this particular case that the policy -- that the policy was in effect from day one as opposed to something that -- that came into -- that -- the municipal responsibility might not have come to pass until later when a policymaker -- the city might say when -- when these decisions were additionally -- initially made, no policymaker knew what our process was for determining the accuracy fees. "}, {"speaker": "John G. Roberts, Jr.", "text": " If you were sued-- "}, {"speaker": "Andrew J. Pincus", "text": " The lawsuit got filed and in 2006 somebody decided because the city took the position in the lawsuit and has -- has determined that it is not going to implement a policy-- "}, {"speaker": "Antonin Scalia", "text": " But the test would be the same going forward, right?   The test would be the same-- "}, {"speaker": "Andrew J. Pincus", "text": " --But the facts-- "}, {"speaker": "Antonin Scalia", "text": " --The same test would apply to both damages, going forward after the date of the filing of the suit, and injunction according to your reasoning, right? "}, {"speaker": "Andrew J. Pincus", "text": " --If -- if -- if the damages -- if the injunctive test is satisfied, yes.   From the time that that is satisfied-- "}, {"speaker": "Antonin Scalia", "text": " From the time the lawsuit is filed both -- the injunctive test will also be the damages test. "}, {"speaker": "Andrew J. Pincus", "text": " --But the difference, I think, Your Honor, is to recover damages, the plaintiff doesn't have to show that the other elements of the damages claim don't encompass the kind of requirements of municipal -- of municipal involvement that is encompassed within the other elements of the prospective relief claim.   So when a case has both, our submission is that there is no need -- the plaintiff does not have to show something more to show causation than he has to show to show the violation and to show the entitlement to ongoing relief. "}, {"speaker": "Antonin Scalia", "text": " Let me follow this.   To bring a damages claim do you have to show past damages, or can you just collect damages from the date you filed suit? "}, {"speaker": "Andrew J. Pincus", "text": " I think it means you would have to show all the requisites but you could decide that you just want to collect damages from the day you filed the suit. "}, {"speaker": "Antonin Scalia", "text": " Well, in -- if that's the complaint that you filed, then -- then in that kind of a suit the test for damages and the test for injunction would be precisely the same; and you would be able to get damages on the basis of the mere fact that the suit exists, right?   Because they wouldn't be fighting it if it wasn't their policy. "}, {"speaker": "Andrew J. Pincus", "text": " Well, there might be a question about the precise timing on which a-- "}, {"speaker": "John G. Roberts, Jr.", "text": " --I'm sorry, answer. "}, {"speaker": "Andrew J. Pincus", "text": " --On which -- it might not be the actual day of the filing of the complaint.   There might be a question about when an official got to know.   This -- this suit has been going on for so long. "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, but it's not -- defending the suit doesn't give rise to a municipal custom, policy or practice?   They may have -- somebody comes in and says this what's going on and they may say, well, we don't -- we dont' think that's unconstitutional.   So they are going to defend the suit.   That doesn't mean that they adopted a policy to do what they -- the individual employee has been alleged to have done. "}, {"speaker": "Andrew J. Pincus", "text": " And is continuing to do. "}, {"speaker": "John G. Roberts, Jr.", "text": " Well -- or continuing to do, I mean, the suit doesn't satisfy the requirement of showing a policy or practice, because they may defend on the ground that it is not unconstitutional.   They may say, look, this isn't our policy, this isn't our practice, but we are going to defend our employee because we don't think it is unconstitutional. "}, {"speaker": "Andrew J. Pincus", "text": " And I think that is -- that is an example, to go back to Justice Sotomayor's question, of a case that would be problematic.   Because at the end of the day when the -- when the district judge issues his -- says, sorry, city, you are wrong, this -- this employee has continued to engage in unconstitutional action up until today, and then the question is, should the -- should the plaintiff in that case be entitled to some prospective relief from that violation, or is there some additional requirement?   And our position is, once that showing has been made of a violation and once a showing has been made that would be under Lyons that say, yes, the city -- this is attributable to the city, that should be enough. "}, {"speaker": "John G. Roberts, Jr.", "text": " And so the city-- "}, {"speaker": "Andrew J. Pincus", "text": " Under-- "}, {"speaker": "John G. Roberts, Jr.", "text": " --The city is in a Catch-22 position.   Whenever they are sued, they have to say if we defend this, we are going to be liable under Monell; but if we don't defend it, then, you know, our policy is being changed.   Or we might -- we might want to have this policy, we might not.   We didn't know this clerk was doing that, but we might think it's a good idea, we might think it's a bad idea.   The cases are not always going to be as clear as the hypotheticals in your brief.   It seems to me that it's a bit much to tell the city, when you have to choose whether to defend a suit, you are in fact choosing what policy or practice to have going forward. "}, {"speaker": "Andrew J. Pincus", "text": " --But the alternative is to say, even if it turns out that there is unconstitutional action going on, that the city has become aware of, that the plaintiff who shows that does not get any relief and has to continue to suffer the unconstitutional violation for some indefinite period of time. "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, you've got to get relief against the city.   Because the city is not responsible for what happened until they adopt a policy, practice or custom.   Now if they are told this is unconstitutional and they decide to stick with it, then they're -- that's their policy and custom and you can get an injunction against them. "}, {"speaker": "Andrew J. Pincus", "text": " But at the time of the lawsuit the plaintiff can't get prospective relief against anyone, because he can't get prospective relief against the city.   My colleague's view is an official capacity suit against the city employee is subject to the same limit. "}, {"speaker": "John G. Roberts, Jr.", "text": " He is not -- he is not entitled to prospective relief against the city, because the city has not caused the alleged harm.   Until you establish a policy, practice or custom. "}, {"speaker": "Andrew J. Pincus", "text": " But that-- "}, {"speaker": "John G. Roberts, Jr.", "text": " If you establish what the employee is doing in a suit against the employee, which the city is defending because he's one of their employees, then the city is put to a choice.   Once -- I suppose once the legal process has concluded they have to decide whether they have to continue that or not. "}, {"speaker": "Andrew J. Pincus", "text": " --But, Your Honor, I think the consequence of that structure is, that the city can leave the employee -- there is no remedy against an employee who is engaging in unconstitutional conduct. "}, {"speaker": "Stephen G. Breyer", "text": " --against State.   I mean, here you have a statute and the statute doesn't have any method to get out off -- get out of it, even when you should.   Their claim is this is a State matter, the State's responsible, it's unconstitutional, go sue the State and tell the State to do it.   Now that's a -- what's wrong with that position?   And either they had the power to do it under State law or they didn't.   If they did have a power to do it then you probably will show a practice.   If they didn't have the power to do it, why should they do anything against them.   You should tell the State, go do it. "}, {"speaker": "Andrew J. Pincus", "text": " Well, two answers, Your Honor. "}, {"speaker": "Stephen G. Breyer", "text": " What is wrong with that? "}, {"speaker": "Andrew J. Pincus", "text": " The Court of Appeals held that they do have the power to do it.   And we think that's settled for purposes of this case. "}, {"speaker": "Stephen G. Breyer", "text": " Why did the State -- why did they send it back?   I thought they sent it back in order to determine whether there was some policy against doing it. "}, {"speaker": "Andrew J. Pincus", "text": " Look, they sent it -- one of the reasons they sent it back was to -- for -- so that the procedures could be provided or an injunction could be entered, directing the county to do what the statute requires, which is exercise its responsibility under the statute to make sure that the submissions are accurate. "}, {"speaker": "Antonin Scalia", "text": " Mr. Pincus, why -- why do you accept, as I think you did under the Chief Justice's question, that if the city has a policy which it believes is constitutional, but in fact is unconstitutional, that is not a city policy for purposes of Monell? "}, {"speaker": "Andrew J. Pincus", "text": " If I accepted that, I was wrong, Your Honor. "}, {"speaker": "Antonin Scalia", "text": " Well, I think you did. "}, {"speaker": "Andrew J. Pincus", "text": " I think -- I think it is a policy.   And I think-- "}, {"speaker": "Antonin Scalia", "text": " Even if they think it is a policy, it's still a policy, isn't it? "}, {"speaker": "Andrew J. Pincus", "text": " --Yes.   They don't have to know that their conduct is unconstitutional.   And the other thing that the Court has-- "}, {"speaker": "John G. Roberts, Jr.", "text": " What I'd like the answer to is whether or not merely defending the employee in court is sufficient to establish that the city has that policy, custom or practice. "}, {"speaker": "Andrew J. Pincus", "text": " --I'm not sure that it's the act of defending it in court, Your Honor.   I think it's the ongoing conduct, almost certainly, maybe it would be a question of fact, will by virtue of the lawsuit be brought to the attention of the policymakers. "}, {"speaker": "John G. Roberts, Jr.", "text": " Oh, sure.   Sure.   You are back where Justice -- Justice Alito was commenting, well, that at some point you have to bring what you were complaining about to the attention of the city.   You dismiss that as an exhaustion requirement, but-- "}, {"speaker": "Andrew J. Pincus", "text": " No, I'm not -- I don't think that courts have said that filing a lawsuit is an impermissible way to do that.   And I think that it could be done by a letter also.   But the Court has said, for example, that there is a deliberative difference prong to the Monell retrospective test as well.   So that if, in the hypothetical we have been talking about, if policymakers know of the ongoing conduct and they are indifferent to it, which they would be presumably if they are letting it continue, that that might be satisfied.   But -- but to us that just goes to the notion that it's hard to come up with a situation where there will be an entitlement to injunctive relief and the requisite causation won't be satisfied, and therefore saying that there is this additional element, it sort of creates more harm than good because it's going to serve -- on a search warrant. "}, {"speaker": "Ruth Bader Ginsburg", "text": " You realize that -- the Ninth Circuit to have said, there is a policy whatever, because the city's notice and they have done nothing about it, therefore-- "}, {"speaker": "Andrew J. Pincus", "text": " Right. "}, {"speaker": "Ruth Bader Ginsburg", "text": " --But the -- the Ninth Circuit didn't say that.   It said we are not going to decide Monell liability; we are just going to say Monell doesn't apply.   And if you are just thinking well, what's at stake?   You say, all of our cases involve damages, that's money.   What is involved here?   Attorneys' fees, that's money.   So where do we bracket this?   Do we bracket this with the -- with damages, because that's money, and that's what's involved here, attorneys' fees?   And the only thing it supports is the award of attorneys' fees, right? "}, {"speaker": "Andrew J. Pincus", "text": " That's the only thing that the county petitioned from, Your Honor, but I think more is at stake here because if this rule applied then it would not only preclude attorneys fees, it would also preclude the awarding of any relief.   And so although it happens to arise here on the attorneys fees context, but if this causation requirement is more than just an extra box to check in terms of something that's, for which the requirements will be satisfied, if it does scream out some cases, then it will not just mean no entitlement for attorney's fees, it will me no entitlement to prospective relief and we think that is significant. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " I'm still waiting to hear what cases it will screen out.   I haven't heard an example of a case that it would screen out. "}, {"speaker": "Andrew J. Pincus", "text": " We think properly applied it shouldn't screen out any case because-- "}, {"speaker": "John G. Roberts, Jr.", "text": " --Thank you, counsel.   Mr. Coates, you have 13 minutes left. "}, {"speaker": "Timothy T. Coates", "text": " I think it's telling that we don't have an example of circumstances where applying the Monell standards someone couldn't get prospective relief where it was appropriate where the injury was actually inflicted by the municipality.   I think Plaintiff's view is that it's kind of a tail wagging the dog, that having established declaratory relief that establishes causation. "}, {"speaker": "Sonia Sotomayor", "text": " Well, they gave you an example.   Clerk says I'm not giving marriage license to interracial couples.   I think that's constitutional.   Clerk resigns and the municipality says we think he was right, that's constitutional.   It's not our policy.   We didn't really think about it, but we think it's constitutional.   You're arguing that because it was the agent who made that decision, was the city had no policy, you can't give injunctive relief ordering the city to give you a license. "}, {"speaker": "Timothy T. Coates", "text": " Assuming that the city's acceptance of that policy wasn't what led the clerk to make that decision.   It sounds like you are talking more of a ratification type thing on consideration.   Yeah, we think he did the right thing. "}, {"speaker": "Sonia Sotomayor", "text": " How is that different from what the Chief Justice proposed, which is, no, we didn't have a policy, but we are going to defend you anyway because we think it's okay.   Now you are calling that a policy? "}, {"speaker": "Timothy T. Coates", "text": " No.   I'm saying that there are circumstances under which you have a policymaker that specifically ratifies and says this is affirmatively our policy, we think it's correct, as opposed to legalizing it. "}, {"speaker": "Sonia Sotomayor", "text": " They are not going to say that, they are going to say, policy, no policy, we don't even think that way.   What he did was okay, we're going to defend that, it's constitutional.   And the court says what he did is not constitutional.   X has to be done instead.   By you, the municipality, even though the agents that you had before was acting on his or her own. "}, {"speaker": "Andrew J. Pincus", "text": " In those circumstances where the public is not a party, you can only hold the public party liability when its policy actually inflicted that injury.   These people re-apply for a license and they're denied and a policymaker knows that, then they absolutely are going to come in under Monell and I think it's going to be a sign-- "}, {"speaker": "Sonia Sotomayor", "text": " So we are now going to have a situation where what you are proposing is that you have to sue the individual actor, get a ruling on the constitutionality of whatever is being done, and then let that suit finish and ask the municipality to perform or not perform, and if it doesn't then you relitigate all these issues? "}, {"speaker": "Timothy T. Coates", "text": " In the second lawsuit the municipality is being held liable for its unconstitutional conduct.   That's because the injury in the second case is absolutely inflicted as a result of a municipal policy, custom or practice.   That's why.   In the first one you are talking about, an injury that has inflicted by the employee, significant point here, again, and the Ninth Circuit Court recognizes because, again, it didn't apply to Monell in granting declaratory relief and issuing the attorneys fees, it conspicuously did not.   It expressly reserves the Monell issue in the main opinion.   It did so because on rehearing the initial opinion didn't say anything about Monell.   On rehearing we pointed out that those issues were still open, more specifically the issue of whether we were even free under California law to create these additional procedures.   That issue remains in this case.   It's a significant issue.   Even the Ninth Circuit admits that. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " But whether you were free to do it or not under California law, how can there not -- how can it not be your policy that you have refused to provide these procedures which they say are constitutionally required?   Your policy is to follow an arguably unconstitutional State requirement rather than comply with what is arguably required by the Constitution.   Why isn't that a policy?   Now, all that's at stake is -- and of course it's a matter of practical importance, but all that's at stake is a monetary dispute between the State of California and the County of Los Angeles, which as far as the federal Constitution is concerned, is the same thing as the State of California.   So why should we be concerned about this at all?   I don't understand why there is not a policy here. "}, {"speaker": "Timothy T. Coates", "text": " For a couple of reasons.   The lower courts in talking about this issue in the context of Monell claims against the local public have said if you are just enforcing State law, if you have no discretion, you are not making a conscious decision, you have to do this under State law, you are essentially acting as an arm of the State Eleventh Amendment Ex Parte Young.   I think we cite the Bockes case, which is an employment case where they sue the local entity for employment decisions that were dictated by its State-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Yes, but all that is involved is money between -- between California and a creature of California.   As far as the Federal Constitution is concerned, California could abolish the County of Los Angeles.   California could subsidize you for your attorneys fees or they could levy some sort of -- something upon you and require you to pay them additional money.   None of that -- what's the constitutional concern in all of that? "}, {"speaker": "Timothy T. Coates", "text": " --Well, the constitutional concern is that it injects a Federal court in a very direct into the way municipalities operate under California law.   Injunctive relief it's even worse.   To issue an injunction against the county saying you have to do these procedural protections, notwithstanding the fact that the State says you shouldn't be able to do that, is inviting a lack of uniformity in these procedures throughout the State, and the State might want uniformity.   If you hold a public entity automatically liable for declaratory injunctive relief for -- for enforcing State law, you really have circumstances where a local entity is going to say we don't need this fight.   We are not going to enforce this law.   It may be defensible, but we are it's not on our dime.   And then you get local entities not enforcing State law, and that seems to be a significant State interest.   And I submit that these are the kind of federalism principles that, you know, Mozell -- Monell is designed to take into account. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " But do you think that the Federal court has to decide the issue of California law, namely, whether you have freedom under this particular statute to add an additional procedures to the California statute? "}, {"speaker": "Timothy T. Coates", "text": " They will have to -- whether we -- yes, I believe they will, to determine whether, in fact, it's a county policy or custom. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Well, isn't that something that should be decided in State court?   Why isn't this a beef between the State and the State's creature, the County of Los Angeles? "}, {"speaker": "Timothy T. Coates", "text": " It's very much like the McMillian -- the McMillian case, Your Honor, with the -- the -- the State sheriff in Alabama, who's a county sheriff, and the question was, for Monell purposes, does he act on behalf of the State or does he act on behalf of the county?   And the Court said that determination is informed by State law.   It ends up being a question of Federal law, but it is informed by State law.   So, the short answer is the court does that all the time in Monell damages actions-- "}, {"speaker": "Anthony M. Kennedy", "text": " And California itself or the Ninth Circuit had a case in which the county sheriff was directed by a judge to garnish certain wages or certain accounts, the sheriff had no choice, apparently, other than to follow the judge, and the Ninth Circuit held that Monell is not required when you seek declaratory relief against future actions, and so attorneys fees are given. "}, {"speaker": "Timothy T. Coates", "text": " --Correct.   Correct.   That is the Chaloux case in which they said that Monell simply doesn't apply.   We are not going to ask whether he's acting as a State official or a county official-- "}, {"speaker": "Anthony M. Kennedy", "text": " It doesn't make any difference? "}, {"speaker": "Timothy T. Coates", "text": " --It doesn't make any difference to the Ninth Circuit.   Other circuits have been very careful in drawing that distinction as to how counties officers -- how counties function.   As I noted, I think this goes to important principles of federalism.   It goes right into the way the States interact with their local governments.   And it can have a profound impact on the way in which local governments view their obligation to enforce State law.   If the Court has no further questions, I would submit the matter. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, counsel, the case is submitted. "}]