[{"speaker": "John G. Roberts, Jr.", "text": " We will hear argument first this morning in Case 09-987, Arizona Christian School Tuition Organization v. Winn and the related case, Garriott v. Winn.   General. "}, {"speaker": "Neal Kumar Katyal", "text": " Thank you, Mr. Chief Justice, and may it please the Court:   For 13 years, Arizona has permitted private citizens to contribute money to private organizations set up by private individuals and has let those organizations use that money towards scholarships when individuals apply for them.   The Ninth Circuit erred first in finding that the taxpayer plaintiffs had standing, and second in striking the program down.   On standing, this lawsuit fails each of the three necessary elements.   Regarding injury in fact, the key point is this: Not a cent of the Respondent's money goes to fund religion.   If you placed an electronic tag to track and monitor each cent that the Respondent plaintiffs pay in tax, not a cent, not a fraction of a cent, would go into any religious school's coffers. "}, {"speaker": "Sonia Sotomayor", "text": " Mr. Katyal, their point is that this tax money does belong to the State that private individuals are using, because it is money that, even by the new amendment, says either you pay it to the State or you use it for this purpose, but it's the State's money and it's giving you by its largesse the right to redirect it.   That's their argument. "}, {"speaker": "Neal Kumar Katyal", "text": " Right. "}, {"speaker": "Sonia Sotomayor", "text": " So it would be the taxpayers' tax dollars being spent on religion, if they could sustain their claim. "}, {"speaker": "Neal Kumar Katyal", "text": " There are two problems with that.   One has to do with injury in fact.   The other has to do with redressability.   With respect to injury in fact, our point is as you track the taxpayers' dollars, it doesn't actually fund any religious program, unlike the -- unlike Flast and other cases in which this Court has considered taxpayer standing for religion.   Their complaint is not that the government is spending money that the taxpayers have -- money that has been extracted and spent of the taxpayers.   Their complaint is that someone else's money is not being extracted and spent enough.   And the relevant language in Flast says that for taxpayer standing to occur, it's, quote, \"his tax money\" must be extracted and spent, and here that is not occurring.   Now, with respect to the other argument, not injury in fact but addressability and causation, our point is this: It's speculative as to whether or not that chain of events that you spelled out, Justice Sotomayor, would actually happen.   As this Court said in Cuno, for example, when a tax credit is given sometimes that actually reduces the amount of money the government has to spend.   It doesn't increase it.   And so that's different than the direct outlay that was at issue in Flast. "}, {"speaker": "Stephen G. Breyer", "text": " Then is it constitutional if we get a new system?   Here's what the system will be: The taxpayers who are religious will be able to check a box and the check that they send to the IRS -- it's a possible system -- what happens is that that check is cashed by an official and the cash is given to the local priest to say prayers for the individual who contributed the money.   And in your view, there is no one who could challenge that? "}, {"speaker": "Neal Kumar Katyal", "text": " Well, let me say two things about that.   First is: That is not all that different, Justice Breyer, than what we have today with 501(c)(3) deductions. "}, {"speaker": "Stephen G. Breyer", "text": " The difference is, of course, that in the one case it's a deduction and in this case you are paying it 100 percent with money that would otherwise go into the coffer.   I understand that.   But I am interested in, conceptually, does the government think that there is no one who could challenge that? "}, {"speaker": "Neal Kumar Katyal", "text": " I don't think that any taxpayer could challenge that.   That is, depending on the hypothetical, Justice Breyer, I'm not sure if the government is specifying which religious organizations might be eligible for the check box.   But if the government is doing something that is underinclusive and only giving tax credits to one set of religious organizations, that's a Texas Monthly problem, as this Court-- "}, {"speaker": "Stephen G. Breyer", "text": " If you go back into history, it could have been the case that the -- as long as they were fair to every religion, the first Congress could have funded prayers throughout the nation in churches for anyone to go and pray and that would not have violated the Establishment Clause, or if it had, nobody could have challenged it. "}, {"speaker": "Neal Kumar Katyal", "text": " --No, Justice Breyer.   Two things on that.   First is: We are only talking about standing, not the merits.   And with respect to standing, if the government funded only religious organizations or religious prayer, I do think that other organizations would have standing -- not as a taxpayer, because this Court has been very careful in Flast and in Hein to say there is an extremely narrow exception for taxpayer standing, a narrow exception to Frothingham, but other organizations would have Texas Monthly standing because they're-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " Counsel, does anyone have standing, in your view, to challenge this scheme? "}, {"speaker": "Neal Kumar Katyal", "text": " --The way this scheme is set up, our answer is no.   And I think that accords with this Court's general reluctance to confer taxpayer standing in this area. "}, {"speaker": "Ruth Bader Ginsburg", "text": " And if we leave out the fine points that you were discussing, isn't the underlying premise of Flast v. Cohen that the Establishment Clause will be unenforceable unless we recognize taxpayer standing? "}, {"speaker": "Neal Kumar Katyal", "text": " I don't see that, Justice Ginsburg, in Flast.   I think Flast is a very narrow exception for when someone's dollars are being taken out of their pocket and spent by the government on religion, and I don't think that's happening here. "}, {"speaker": "Stephen G. Breyer", "text": " Flast is gone; is that right?   Flast is gone.   There is no more -- there is nothing more to Flast, because it just happened that nobody had thought of this system at the time of Flast. "}, {"speaker": "Neal Kumar Katyal", "text": " Justice Breyer-- "}, {"speaker": "Stephen G. Breyer", "text": " If they had, they could have -- what? "}, {"speaker": "Neal Kumar Katyal", "text": " --Justice Breyer, I don't think Flast is gone at all when there is direct government outlays to spend on religion like Flast. "}, {"speaker": "Stephen G. Breyer", "text": " No, but there needn't be, because all you have to do to get around it is to create what we have here. "}, {"speaker": "Neal Kumar Katyal", "text": " Well, I do think that that can get around it, that can get around it in some circumstances, and again, those who are underincluded in a government program may have standing, not as a taxpayer.   But at the end of the day, Justice Breyer, if that's the result, that's the result for every other clause in the Constitution.   Taxpayer standing is the most narrow of exceptions, and-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " But there is a plaintiff -- we have a Bill of Rights and most provisions have plaintiffs who are hurting, whose speech is being suppressed, but this one doesn't have.   It's in the Constitution like all the others, and I thought, to be candid, that that's what the problem was in Flast v. Cohen, and that's what the Court was responding to. "}, {"speaker": "Neal Kumar Katyal", "text": " --I don't see that in Flast, Justice Ginsburg, but be that as it may, I think this Court in Valley Forge was very clear to say that if, at the end of the day, you can't find a plaintiff with standing, that is not an excuse to relax the -- our general requirements of Article III standing.   And here, if you granted the plaintiff standing, what you would be granting is, for the first time, a tax credit which is a complaint about someone else's money not being spent to a high enough level. "}, {"speaker": "Elena Kagan", "text": " So if you are right, General Katyal, the Court was without authority to decide Walz, Nyquist, Hunt, Mueller, Hibbs, this -- this very case, just a few years ago?   That the Court was out of authority to decide any of those cases, but somehow nobody on the Court recognized that fact, nor did the SG recognize that fact?   The SG participated, I believe, in each of those cases. "}, {"speaker": "Neal Kumar Katyal", "text": " Right.   So let me say two things about that.   First is, I do think it is very much just like Frothingham, in which Frothingham had to deal with this exact problem.   The Court had conferred standing in taxpayer standing case after taxpayer standing case and then, when it was teed up and presented to the Court as a question about Article III standing, the Court said: No, we shouldn't have granted taxpayer standing in those cases.   So my answer to you is yes.   Now, I do think that this Court's decision in Hein I think reiterated some of the fundamental principles and the limits on Flast.   And I think the Court -- the plurality made quite clear that it would go no further than the facts of Flast.   And to grant standing here, you have to go -- tremendously depart from what Flast is about: A direct government outlay of funds out of -- taking money out of someone's pocket to fund religion. "}, {"speaker": "Anthony M. Kennedy", "text": " I just want to make sure I heard your answer to the -- you said your answer is yes.   In other words, you agree with Justice Kagan's criticism of those cases and you said, yes, she's right; those cases were wrongly decided. "}, {"speaker": "Neal Kumar Katyal", "text": " They could have gone out -- the results may have been the same.   It just would have been -- would have been on standing instead of on the merits.   Mueller, for example, upheld the programs.   So the bottom-line decision would have been the same, but the way in which the Court got there would have been so that there was no-- "}, {"speaker": "Anthony M. Kennedy", "text": " But you would have said there would have been no standing in those cases. "}, {"speaker": "Neal Kumar Katyal", "text": " --No taxpayer -- no taxpayer standing.   Now, there may have been other forms of standing, Texas Monthly standing, that could have been alleged to challenge those programs, yes. "}, {"speaker": "Ruth Bader Ginsburg", "text": " But it wasn't -- it wasn't -- I don't remember whether the government participated in the Winn case when it came up under the Tax Injunction Act. "}, {"speaker": "Neal Kumar Katyal", "text": " We did, and in the first footnote-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " And there wasn't a word from the government about lack of standing. "}, {"speaker": "Neal Kumar Katyal", "text": " --The first footnote in the brief, Justice Ginsburg, acknowledged the fact that standing hadn't been pushed or pressed below.   But I acknowledge that, particularly in the wake of Hein, should another case arise, the government will -- will acknowledge the standing defects and brief them as we are here.   Our point on redressability is not simply that the -- that the tax -- that the cost of the program is speculative.   It's also that the relief that the plaintiffs are seeking in this case won't redress their problem.   That is, if you gave the plaintiffs everything they are asking for, the very same religious schools and the very same religious STOs would continue to be funded.   The very same religious STOs would continue to be funded because they would leave in place -- and this was my answer to Justice Breyer -- the tax deduction, the 501(c)(3) tax deduction.   So there would still be government revenue being spent in favor of these religious STOs under their program.   It would just be at the level of one-third instead of 100 percent.   I don't think that satisfies their problem.   I don't think James Madison's remonstrance would be satisfied if Madison were told: Well, you're not going to be taxed three pence, you will be taxed one pence.   The principle is what matters, the principle of Flast.   If I could reserve the balance of my time. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, General.   Ms. Bickett. "}, {"speaker": "Paula S. Bickett", "text": " Mr. Chief Justice, and may it please the Court:   Arizona's tuition tax credit does not violate the Establishment Clause, because it's a neutral law that results in scholarship programs of private choice.   It's neutral because, like the tax deduction that the Court upheld in Mueller, it's one of many tax-saving devices, including some 26 other credits that are available to Arizona taxpayers on a neutral basis. "}, {"speaker": "Elena Kagan", "text": " Ms. Bickett, could you explain something to me just -- I have been puzzling and puzzling over this scheme.   Can you tell me why Arizona adopted this sort of scheme rather than the more typical tuition voucher scheme?   In other words tuition voucher schemes the state just gives the voucher or scholarship or what have you.   This is so much more complicated and complex and unusual.   And it just left me wondering why it was chosen or what the State thinks the advantages of it are now? "}, {"speaker": "Paula S. Bickett", "text": " Yes, Justice Kagan.   One of the things that is true in Arizona that was not true in Ohio is that under the Arizona Constitution any direct aid to private schools is prohibited.   The other thing about the tax credit program is that it does encourage contributions not only from parents but from the community at large.   And this then provides money for low-income students, students from low-income families. "}, {"speaker": "Anthony M. Kennedy", "text": " Does the record show the extent to which there are donations by people who do not have students? "}, {"speaker": "Paula S. Bickett", "text": " Could you-- "}, {"speaker": "Anthony M. Kennedy", "text": " Does the record show the extent to which there are these additional donations that you just referred to? "}, {"speaker": "Paula S. Bickett", "text": " --Your Honor, of course it was at a motion to dismiss phase.   What the record shows is that there's some reports that -- studies that have been done that show that there have been some children that have switched from public schools to private schools as a result of the program, that many of the scholarship programs are -- in fact, most of the scholarship programs provide scholarships based on financial need. "}, {"speaker": "Antonin Scalia", "text": " You haven't -- I don't think you answered his question.   The question was, is there anything in the record that shows whether any of the money that's involved here comes not from parents, but rather from others who can contribute to the program? "}, {"speaker": "Paula S. Bickett", "text": " Well, what the record shows is that there have been -- there is a large amount of contributions.   There is $55 million.   It doesn't -- we have Arizona Department of Revenue reports that list the number of contributors and who contributes -- or not the individuals who contribute.   I -- it doesn't specifically line out who the contributors are, whether they are parents or whether they are not parents. "}, {"speaker": "Antonin Scalia", "text": " Well, I suppose if some of the contributions are considerable, like a million dollars, that couldn't be just a parent, right? "}, {"speaker": "Paula S. Bickett", "text": " Right. "}, {"speaker": "Antonin Scalia", "text": " Are there contributions of that size? "}, {"speaker": "Paula S. Bickett", "text": " Again, the record doesn't show what the size of the contributions are.   It shows the number of contributions and the total amount of contributions. "}, {"speaker": "John G. Roberts, Jr.", "text": " You only get -- if you give a million dollars, you still only get a $500 tax credit, right? "}, {"speaker": "Paula S. Bickett", "text": " That's correct, Your Honor.   The programs are programs of private choice, because any aid that reaches religious schools does so after only after at least four levels of private decisionmaking.   Arizona sets up the neutral rules for the -- this tax credit, and after that private individuals and organizations take over.   Anyone can form a school tuition organization, and the increase in the number and diversity of school tuition organizations over the 13 years that the tax credit has been in existence demonstrates infact that this is free for everyone to participate in. "}, {"speaker": "Stephen G. Breyer", "text": " Something that worried me in Zelman is this, and I might get your answer.   Probably Arizona spends some billions of dollars on public schools, doesn't it?   I don't know what the exact amount is. "}, {"speaker": "Paula S. Bickett", "text": " Yes, Your Honor. "}, {"speaker": "Stephen G. Breyer", "text": " Let's take 30 or 40 percent of that and spend it through this program on religious schools.   Imagine that happens.   At that point people might get into considerable discussion about what qualifies, when it doesn't qualify, whether it's a balanced school or is it just teaching religion, and what the rules and regulations are.   How is Arizona dealing with this problem?   By saying there are no regulations, by saying that we're not -- is there a system for dealing with the legitimacy and circumstances under which a particular religion's schools qualify for this program?   Who decides and how? "}, {"speaker": "Paula S. Bickett", "text": " Under the tax credit program-- "}, {"speaker": "Stephen G. Breyer", "text": " Yes. "}, {"speaker": "Paula S. Bickett", "text": " --the schools have to be qualified private schools in order to participate in the tax credit. "}, {"speaker": "Stephen G. Breyer", "text": " And that must be a set of regulations and rules. "}, {"speaker": "Paula S. Bickett", "text": " Primarily what it is, is that private schools in Arizona satisfy the compulsory education law as long as they meet the requirements that the public schools have in terms of providing qualitatively the subject matter that the public schools-- "}, {"speaker": "Antonin Scalia", "text": " And those standards have nothing to do with this program.   They are standards that any private school, religious or otherwise, must meet in order to satisfy the education requirements of Arizona? "}, {"speaker": "Paula S. Bickett", "text": " --That is correct, Your Honor. "}, {"speaker": "Stephen G. Breyer", "text": " And when do they teach the religion part of their program? "}, {"speaker": "Paula S. Bickett", "text": " Excuse me? "}, {"speaker": "Stephen G. Breyer", "text": " I mean, when does a private school -- normally the schools -- I'm not an expert, but what you have to do to be a school is a very complex thing, and you have all kinds of requirements that eat up quite a lot of the day.   And I just wonder how the religion part fits in.   Has there turned out to be no problem?   When do they -- do they teach religion at 6:00 in the morning?   Does it matter if the person's qualified?   How does the -- I once had a case on this in the First Circuit and it came out to be surprisingly complex, and I just wondered how -- if there turned out to be any problem at all in Arizona in this area. "}, {"speaker": "Paula S. Bickett", "text": " Justice Breyer, the record doesn't reflect that and I am not aware of any problem with private schools in Arizona and certainly not that have participated in this tax credit program. "}, {"speaker": "Anthony M. Kennedy", "text": " Suppose that an STO -- this is a hypothetical case -- discriminated on the basis of race.   No Hispanic or no white or no black can receive our money.   Suppose there is no Federal statute on it, no State statute prohibiting it.   Would there be a constitutional violation, a Federal constitutional violation? "}, {"speaker": "Paula S. Bickett", "text": " If it was -- if it was a private institution-- "}, {"speaker": "Anthony M. Kennedy", "text": " It's an STO. "}, {"speaker": "Paula S. Bickett", "text": " --And so that is a private organization. "}, {"speaker": "Anthony M. Kennedy", "text": " All right.   There are no attributes of State action that would suffice to allow a discriminated person to bring suit, a person who has been discriminated against? "}, {"speaker": "Paula S. Bickett", "text": " As long as there was not a Federal law that applied to the organization-- "}, {"speaker": "Anthony M. Kennedy", "text": " The hypothetical is no Federal statute, no State statute.   It's a State action question is what I'm asking. "}, {"speaker": "Paula S. Bickett", "text": " --Unless the discrimination could be attributed to the State, the State's direction, then-- "}, {"speaker": "Anthony M. Kennedy", "text": " Don't you think a strong argument can be made that it can be attributed to the State.   The State has all sorts of rules about what an STO has to be.   The State provides the mechanism through the credit for the funding. "}, {"speaker": "Sonia Sotomayor", "text": " Limits the funding. "}, {"speaker": "Antonin Scalia", "text": " I assume that there is a tax deduction for contributions to churches? "}, {"speaker": "Paula S. Bickett", "text": " --Yes, Your Honor. "}, {"speaker": "Antonin Scalia", "text": " And many churches discriminate on the basis of religion, don't they. "}, {"speaker": "Paula S. Bickett", "text": " Yes, they do. "}, {"speaker": "Antonin Scalia", "text": " Does that pose a constitutional problem, do you think? "}, {"speaker": "Paula S. Bickett", "text": " No, Your Honor. "}, {"speaker": "Anthony M. Kennedy", "text": " What about -- what about the answer to my question? "}, {"speaker": "Paula S. Bickett", "text": " Well, Your Honor, because STOs are 501-- "}, {"speaker": "Anthony M. Kennedy", "text": " You are saying the STO -- you are saying the STOs are sufficiently private so they can do this? "}, {"speaker": "Paula S. Bickett", "text": " --Because they are-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " There was a case in this Court, the name of it was Bob Jones.   It was a private school and it discriminated on the basis of race.   And the question was whether they could have tax-exempt status so that there could be donations to them.   Do you remember the outcome of that case? "}, {"speaker": "Paula S. Bickett", "text": " --Yes, Your Honor.   The Court held that the Department of Revenue could preclude the university from having tax-exempt status because that violated public policy, and therefore they were not entitled to 501(c)(3) status.   And so too here, all of these organizations are 501(c)(3) organizations, so they would not be able to discriminate based on race. "}, {"speaker": "Elena Kagan", "text": " Could I try Justice Kennedy's question in a slightly different way.   I'm assuming that you would agree that if this was just a straight tuition voucher program, the State could not give tuition vouchers on the basis of religion, could not say, if you are a Catholic you don't get these tuition vouchers.   But what the State has done here, apparently, is to set up a scheme that uses intermediaries that can make exactly that distinction, that can say, sorry, if you are a Catholic you don't get scholarships out of our STO.   And the question is why should the State be able to do that?   If the State can't do it itself in providing tuition vouchers, why should the State be able to set up a system using intermediaries that exist for no other reason than to administer this program that can make those distinctions? "}, {"speaker": "Paula S. Bickett", "text": " Your Honor, the State is not making those decisions.   It's private organizations.   And anyone can set up a school tuition organization.   School tuition organizations that support solely secular schools are in existence and there has been no problem setting those up.   Five of the top ten STOs do provide scholarships to any school of the parents' choosing-- "}, {"speaker": "Elena Kagan", "text": " But the plaintiffs contend, the plaintiffs contend and this is a motion to dismiss, so we have to accept their contentions as settled, that there are STOs that make these distinctions that clearly would be impermissible if the State administered the program.   These are not preexisting charitable organizations.   They are not preexisting schools.   They are entities that are set up solely for the purpose of administering this program, and yet the State is saying it can make distinctions that the State itself cannot. "}, {"speaker": "Paula S. Bickett", "text": " --Your Honor, if I might correct you, there was one school tuition organization that preexisted the tax credit, and certainly the private schools that participated in these for the most part did exist before this school tuition organization.   What this program allows private organizations to do, it allows parents to get together with private schools and form school tuition organizations that then-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " You said there was an STO before this program, but it didn't get the benefit of money from taxpayers.   That would have gone -- that money went to -- to Arizona, not to the STO before this scheme was created. "}, {"speaker": "Paula S. Bickett", "text": " --Before this scheme was created, they would have gotten a tax deduction, a federal tax deduction and a State tax deduction instead of a tax credit.   But the difference -- there is not a significant difference between a tax credit and a tax deduction in terms of constitutionality.   The only difference between a tax deduction is that for purposes of a tax deduction it depends on -- the value of it depends on the tax bracket of the taxpayer, whereas a tax credit, the value depends -- is equal for all taxpayers that owe taxes.   And this Court has never made a distinction between tax credits on the one hand or tax exemptions or tax deduction.   Under Respondents' theory, any money that the government doesn't take in would then be the equivalent of State money and that would then undermine 501(c)(3) corporations and all kinds of charitable organizations.   What you need to look at in -- when Arizona decided to give a tax credit for this is it was thinking is this a worthy public purpose to not take in certain money that -- that the State would normally be entitled to if they give contributions to that purpose.   So, it's not a question -- and that -- that type of purpose has been upheld by this court in Walz, in Hernandez.   and there, again, there is not a basis for distinguishing here between what Arizona is doing and other 501(c)(3) organizations that have for years been able to enjoy the benefits of tax savings, tax benefits, and help give scholarships to religious organizations. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, counsel.   Mr. Bender. "}, {"speaker": "Paul Bender", "text": " Thank you, Mr. Chief Justice, and may it please the Court:   I would like to start with Mr. Katyal's statement that if we win this case you don't get any relief because as much money would go into religious education as goes now.   That shows he does not understand our claim.   Our claim is not that money is going -- that State money is going to religious schools.   Our claim is that State money is being given to the beneficiaries of a State spending program on the basis of religion.   It's a claim about discrimination in the distribution of these stated funds. "}, {"speaker": "Antonin Scalia", "text": " But there is a discrimination, I get it.   The school that seems to get the most money on the list doesn't appear to be a religious school at all.   It's not even discrimination between religion and non-religion, if you think that that is invalid, which I don't.   But it doesn't favor religion at all. "}, {"speaker": "Paul Bender", "text": " I didn't say it favored or disfavored religion. "}, {"speaker": "Antonin Scalia", "text": " Then what's your problem under the Establishment Clause? "}, {"speaker": "Paul Bender", "text": " The problem is that government benefits in a government benefit program cannot constitutionally be given to the beneficiaries of the program on the basis of their religion.   If a parent comes to one of these-- "}, {"speaker": "Antonin Scalia", "text": " You can't have a government program that gives out money indiscriminantly to certain organizations that say provide hospital services, and it would be unconstitutional if that included organizations that were religious organizations, as well as organizations that were not.   That would be unconstitutional? "}, {"speaker": "Paul Bender", "text": " --Let me try to clarify. "}, {"speaker": "Antonin Scalia", "text": " So you must positively disfavor religion? "}, {"speaker": "Paul Bender", "text": " No, you must not.   You must give the money to the beneficiaries without taking the beneficiaries' religion into account.   Suppose the government set up-- "}, {"speaker": "John G. Roberts, Jr.", "text": " How does this take the beneficiaries' religion into account when the program works perfectly in exactly the same way if it's a nonreligious school?   They don't care whether it's a religious school or not. "}, {"speaker": "Paul Bender", "text": " --Because the STOs are giving out government funds.   The STOs are on the government's behalf distributing tax revenues.   Suppose that-- "}, {"speaker": "John G. Roberts, Jr.", "text": " No, no.   I'm trying -- I don't think that was my -- I hope that wasn't my question.   It's how is it discriminating on the basis of religion if the STOs, the government money, it doesn't care whether it goes to a religious school or not.   It's treated the same? "}, {"speaker": "Paul Bender", "text": " --The STO -- most money is given out by STOs that do care whether it goes to a religious school. "}, {"speaker": "John G. Roberts, Jr.", "text": " The State money going to the STO, the State doesn't care whether it goes to a religious STO or a secular STO. "}, {"speaker": "Paul Bender", "text": " That doesn't matter.   If the State's grantee cares, that's unconstitutional. "}, {"speaker": "John G. Roberts, Jr.", "text": " I thought we've held that when you have the decision is made by a private entity whether to use the money to go to a religious school or a nonreligious school, that that doesn't violate the Constitution because the decision is not made by the State, it is made by the private recipient. "}, {"speaker": "Paul Bender", "text": " I believe the Court held the opposite in Bowen, where the decision to use the money for religious purposes was made by the grantee, not made by the government.   The government program in Bowen was completely religiously neutral.   Grantees were given funds to educate adolescents in sexuality.   The Court held -- and Chief Justice Rehnquist wrote the opinion -- that, although the program was constitutional on its face because -- it wasn't unconstitutional because religious organizations could participate as grantees.   It would be unconstitutional if those organizations distributed the benefits of the program on the basis of religion.   Think about a Head Start program.   Suppose the government sets up 50 Head Start programs in a particular community.   They are all run by private organizations, some religious, some not. "}, {"speaker": "John G. Roberts, Jr.", "text": " I'm sorry, could we get -- just to get back to Bowen for a moment. "}, {"speaker": "Paul Bender", "text": " Yes. "}, {"speaker": "John G. Roberts, Jr.", "text": " The entities that were distributing the funds could be private or religious? "}, {"speaker": "Paul Bender", "text": " Same as here, yeah. "}, {"speaker": "John G. Roberts, Jr.", "text": " The entities in Bowen were not identified.   The recipients of the State funds were, as here, they weren't identified as religious or not? "}, {"speaker": "Paul Bender", "text": " I don't understand.   In Bowen I think the Court held, in the as-applied part of Bowen, that if the grantees were to give out their services on the basis of religion that would violate the Establishment Clause. "}, {"speaker": "Antonin Scalia", "text": " Do we know that the schools here do that?   There are some religious schools.   Do we know that these religious schools do not admit people except of a certain religion? "}, {"speaker": "Paul Bender", "text": " Well, I think we do know that and the complaint alleges that, but that's not the point.   The point is not what the religious schools do, the point is what the STOs do.   The STOs are government grantees.   They are distributing government funds.   The Constitution prohibits organizations that distribute government funds as part of a government spending program to do it on the basis of religion. "}, {"speaker": "Antonin Scalia", "text": " That's a great leap to say that it's government funds, that any money the government doesn't take from me because it gives me a deduction is government money.   I mean, that's the first leap you make. "}, {"speaker": "Paul Bender", "text": " This is money that the government takes from people. "}, {"speaker": "Antonin Scalia", "text": " This money has never been in the government's coffers.   The government has declined to take this money. "}, {"speaker": "Paul Bender", "text": " But it's money that's raised by the State's income tax.   Every tax-credited dollar is a dollar that has to be paid either to the government as income taxes due or to an STO. "}, {"speaker": "Antonin Scalia", "text": " Well-- "}, {"speaker": "Anthony M. Kennedy", "text": " I'll -- I'll give you credit, Mr. Bender.   In your brief you say if you are wrong on that point that you are folding your tent and leaving, there's -- that there is no standing and that there's no -- no violation.   But I must say, I have some difficulty that any money that the government doesn't take from me is still the government's money.   [Laughter] "}, {"speaker": "Paul Bender", "text": " But it does take it. "}, {"speaker": "Anthony M. Kennedy", "text": " Let me ask you.   If -- if you reach a certain age, you can get a -- a card and go to certain restaurants and they give you 10 percent credit.   I think it would be rather offensive for the cashier to say,   \"and be careful how you spend my money. \"   [Laughter]   But that's the whole point of your case. "}, {"speaker": "Paul Bender", "text": " The money -- no, it's not.   With respect, Justice Kennedy, the money that's involved in this case is money that is generated by imposition of the State's income tax, not by non-imposition of it.   If there were no State income tax there would be no tax credit program. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Would you say the same thing about a tax deduction? "}, {"speaker": "Paul Bender", "text": " Would I say what about the tax deduction? "}, {"speaker": "Samuel A. Alito, Jr.", "text": " That it's the government's money? "}, {"speaker": "Paul Bender", "text": " No, I wouldn't because a tax deduction-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Because they are kind enough to give me a tax deduction -- because they are kind enough to give the taxpayer a deduction for certain contributions? "}, {"speaker": "Paul Bender", "text": " --Because when a taxpayer makes a charitable deduction, that charitable deduction is made from the taxpayer's money.   At the time the taxpayer makes that deduction, the taxpayer can do anything he wants with that money.   That's not true of this tax credit.   At the time this tax credit is taken, the taxpayer owes the government, let's say, $5,000 in State income taxes.   You've got to pay that $5,000.   You can't keep it.   It's not your money.   It's not that all of your money is the government's money; it's that this $5,000 that you owe the government as income taxes is the government's money. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Why isn't this true of a tax deduction also?   And this is a very modest tax credit.   The tax deduction that a wealthy person would get by making a contribution to a college or university that has a religious affiliation is much more valuable than this $500 credit. "}, {"speaker": "Paul Bender", "text": " It doesn't turn on whether it's valuable or not.   It turns on whether when the taxpayer makes the payment the taxpayer is paying the taxpayer's own money or money the taxpayer owes to the government.   When you make a charitable contribution, you are using your own money.   That's not money you owe to the government.   You don't know how much money you owe to the government until you figure out your taxes.   This credit doesn't come into play until you figure out your taxes.   And then if you owe the government-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " I completely don't understand that.   Somebody does know.   It's December 31st.   They know -- they figure out how much tax they are going to have to pay for that year.   They know exactly.   They can know exactly what their taxes will be.   And it will be X, and if they make a -- a deduction, then it will be X minus Y.   What is the difference? "}, {"speaker": "Paul Bender", "text": " --The difference is -- that -- to me the broad difference is that the tax deduction is given for charitable contributions.   And I think the Court would decide if it faced the question -- I don't think it's ever had to -- that it is constitutional for the government to support private charity.   And if the government is going to support private charity by letting you deduct charitable contributions, it can't leave religious charities out of that program.   That would violate the Establishment Clause.   So if you believe that the charitable deduction in the federal income tax is the constitutional thing for the government to do, to support private charity by picking up part of the tab -- that's true when there is a deduction -- then you have to give the deduction to people who contribute to religion.   So, yes, there is a government support for that private charitable contribution, but it's a charitable contribution.   The money in this case is not a charitable contribution.   Mr. Katyal says that it's not the government's money.   Whose money is it?   Is it the taxpayer's money who gives the $1,000 contribution?   No.   If you don't take my word for it, look at what the STOs say on their web sites about this program.   One of them says quite frankly: Hey, you can give charity with someone else's money; it's a miracle.   Another one says: It won't cost you anything; you can give charity with other people's money. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Can I ask you-- "}, {"speaker": "Paul Bender", "text": " Whose money is it? "}, {"speaker": "Samuel A. Alito, Jr.", "text": " --what difference does it say on their web sites?   There is a very important philosophical point here.   You think that all the money belongs to the government-- "}, {"speaker": "Paul Bender", "text": " No. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " --except to the extent that it deigns to allow private people to keep some of it. "}, {"speaker": "Paul Bender", "text": " I do not. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " It doesn't take it by taxes. "}, {"speaker": "Paul Bender", "text": " No. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " That's what your whole argument is based on. "}, {"speaker": "Paul Bender", "text": " No, it isn't, Justice Alito.   My argument is that if the government imposes an income tax, and people owe the government a certain amount of money in income taxes due, that -- and the government says you don't have to pay it to us, you can pay it to a STO, that that is a payment of government funds. "}, {"speaker": "Antonin Scalia", "text": " --They don't owe it to the government if they have made this contribution.   That's the whole point. "}, {"speaker": "Paul Bender", "text": " It's not a contribution. "}, {"speaker": "Antonin Scalia", "text": " They don't owe the tax to the extent that they have given money to one of these institutions.   You -- you say -- you posit at the very beginning that you owe a full amount of tax.   That is just not true.   You don't owe the tax if you've made the $500 contribution. "}, {"speaker": "Paul Bender", "text": " I -- I disagree with that.   I think-- "}, {"speaker": "Antonin Scalia", "text": " You owe the tax? "}, {"speaker": "Paul Bender", "text": " --If you look at the Arizona income tax form it says: Here's your income.   Apply the tax rate to the income.   Here are your taxes due.   $5,000.   You may pay that in part by giving $1,000 -- by paying $1,000 to an STO.   You are paying your taxes.   When taxpayers take this $1,000 credit-- "}, {"speaker": "Antonin Scalia", "text": " That's the problem; they have to revise their form. "}, {"speaker": "Paul Bender", "text": " --No.   [Laughter] "}, {"speaker": "Samuel A. Alito, Jr.", "text": " So that it's a deduction before the line.   This is a major lawsuit? "}, {"speaker": "Paul Bender", "text": " This is a government spending program.   Is there any doubt about that?   The money in this program is not private charitable contributions. "}, {"speaker": "Stephen G. Breyer", "text": " If you assume that it is a -- I see your argument there.   Now, in Zelman the holding, I would think -- which I was not in agreement with, but it's now law -- that government can have a -- a spending program.   And what they did was the government spent money in the form of vouchers to be given to private individuals to use for such education as they wish, that met certain standards, including religious schools.   So what's the difference between the program here and the one that was held constitutional in Zelman? "}, {"speaker": "Paul Bender", "text": " The difference is that in Zelman the money went to the parents without any religious discrimination.   Religion was not involved in the distribution of the money to the parents.   The parents in Zelman got funds based on their financial need and the fact that their children went to school in Cleveland, which was a failing school district.   And the program was to give them, based on their financial need, was to give them a voucher.   In giving a parent a voucher, nobody said to the parent, what's your religion?   Nobody said to the parent, are you going to send your child to a religious school?   The Court said as clearly as it could in Zelman that that would be unconstitutional. "}, {"speaker": "Stephen G. Breyer", "text": " But who here says to the parent who is going to the school, what is your religion? "}, {"speaker": "Paul Bender", "text": " The STO who gives them the scholarship. "}, {"speaker": "Stephen G. Breyer", "text": " In other words, the STO gives the scholarship only to Catholics to go to Catholic schools-- "}, {"speaker": "Paul Bender", "text": " Yes. "}, {"speaker": "Stephen G. Breyer", "text": " --only to Jews to go to Jewish schools? "}, {"speaker": "Paul Bender", "text": " Exactly, exactly.   Most of the money-- "}, {"speaker": "Antonin Scalia", "text": " But the government money you claim is at issue here is -- is the money that the contributor to the STO has failed to give to the government when it's the government's money.   Now, that decision, of whether to give the money to an STO or not, whether to give it to a religiously affiliated STO or a nonaffiliated one, that is in the hands of a private individual, just as the voucher program was. "}, {"speaker": "Paul Bender", "text": " --True. "}, {"speaker": "Antonin Scalia", "text": " There's -- there is no religious discrimination in that choice. "}, {"speaker": "Paul Bender", "text": " Let me -- let me put it to you this way, Justice Scalia.   Suppose the government in this case gave the money to the STO's directly itself, and the STO's then gave out the scholarships.   Would it be constitutional for an STO to say to a parent who comes asking for a scholarship, are you Catholic?   If you're not, we won't give you a scholarship. "}, {"speaker": "Antonin Scalia", "text": " Perhaps not, but you have-- "}, {"speaker": "Paul Bender", "text": " What's the difference? "}, {"speaker": "Antonin Scalia", "text": " --You have an intervening parent or contributor.   And it's that person who is making the decision of whether to give it to a religious or nonreligious organization; it isn't the government making that decision. "}, {"speaker": "Paul Bender", "text": " No.   It's not a parent, by the way. "}, {"speaker": "Antonin Scalia", "text": " And that was the same thing in Zelman. "}, {"speaker": "Paul Bender", "text": " It's not a parent, by the way, in answer to Justice Kennedy's question before.   Parents under this program are not allowed to give contributions for scholarships for their own children.   The people who get the -- who can claim the tax credit, the person who gets the scholarship cannot be a dependent of the person who gives the-- "}, {"speaker": "Stephen G. Breyer", "text": " Suppose they change one rule and the rule that the STOs had was this, they said: We will give you tuition if you otherwise qualify for your child to go to the school that you wish to go to, and if you are Jewish or you are Protestant and you want to go to St. Joseph's Catholic school, that's absolutely fine, they won't kick you out, and vice versa.   Now, in your opinion that then would be constitutional? "}, {"speaker": "Paul Bender", "text": " --Yes.   We only challenge-- "}, {"speaker": "Stephen G. Breyer", "text": " The answer is yes? "}, {"speaker": "Paul Bender", "text": " --Yes. "}, {"speaker": "Stephen G. Breyer", "text": " So the only thing you are challenging is the rule that they will not -- the STOs will not give the scholarship to a Protestant to go to a Catholic school.   How do we know they would -- that that is the rule. "}, {"speaker": "Paul Bender", "text": " We allege that the STOs that give out the majority of the funds -- I think now it's about 70 percent of the funds -- that the STOs that give out a majority of the funds only give the funds to parents who will send their child to a religious school-- "}, {"speaker": "Stephen G. Breyer", "text": " Ah.   Ah, but that's-- "}, {"speaker": "Paul Bender", "text": " --designated by the STO. "}, {"speaker": "Stephen G. Breyer", "text": " --That's different.   You were complaining about: I'm Jewish; I want my child, let's say, to go to St. Joseph's; and -- so now, do I qualify or not?   The only thing-- "}, {"speaker": "Paul Bender", "text": " That depends on the STO you go to.   Some of the STOs-- "}, {"speaker": "Stephen G. Breyer", "text": " --Your -- your complaint is only with the STOs that wouldn't let you send the child. "}, {"speaker": "Paul Bender", "text": " --Exactly. "}, {"speaker": "Stephen G. Breyer", "text": " We know that they exist because? "}, {"speaker": "Paul Bender", "text": " We allege they exist and no one doubts that. "}, {"speaker": "Sonia Sotomayor", "text": " I'm sorry.   I just want to make sure I understand your complaint.   You just said to Justice Breyer that your complaint was that the STOs are giving scholarships based on the student's religion. "}, {"speaker": "Paul Bender", "text": " Yes. "}, {"speaker": "Sonia Sotomayor", "text": " I thought another part of your complaint was that the STOs were giving just to the religious schools. "}, {"speaker": "Paul Bender", "text": " STOs don't give scholarships to religious schools.   They give scholarships to parents.   The parents are awarded the scholarships, not the schools. "}, {"speaker": "Sonia Sotomayor", "text": " But to attend that school? "}, {"speaker": "Paul Bender", "text": " To attend that school, yes. "}, {"speaker": "Sonia Sotomayor", "text": " So the essence of your complaint is that some of the STOs are requiring that the recipient, the recipient child, be of a particular religion? "}, {"speaker": "Paul Bender", "text": " That, and some of the STOs are also requiring that in order to get the scholarship the parent agree to send the child to a particular religious school. "}, {"speaker": "Antonin Scalia", "text": " Oh, but that doesn't -- that doesn't get you there.   That doesn't get you there, as Justice Breyer's interrogation indicated. "}, {"speaker": "Elena Kagan", "text": " But you are saying -- you are saying both, is that right, Mr. Bender?   You're saying both of those things? "}, {"speaker": "Paul Bender", "text": " Both of them, yes. "}, {"speaker": "Elena Kagan", "text": " Could I ask you: Is there -- do you understand the beneficiaries of this program?   Has the State said who the beneficiaries of this program are?   Are the beneficiaries of this program the parents, or are the beneficiaries of this program the general taxpayers? "}, {"speaker": "Paul Bender", "text": " The beneficiaries of this program are the parents and children.   That's what this program is for.   The State set up a program to help parents send their children to non-public schools, and to do that, they are going to give them scholarships.   Scholarship money is going to be made available. "}, {"speaker": "Elena Kagan", "text": " So I would assume, then, if the beneficiaries of the program are the parents, then it's the parents who have to be treated equally without regard to religion. "}, {"speaker": "Paul Bender", "text": " That's right.   Exactly.   The parent that -- the scholarships -- as Zelman said as clearly as it could, the scholarships have to -- in that case, the vouchers have to be available to parents on a religiously neutral basis.   The scholarships are not allowed to be made available to parents according to their religion or according to whether they will send their child to a religious school.   Both of those kinds of discrimination are going on here.   I think there-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " Mr. Bender, can I go back to your point -- you were making a distinction between a taxpayer who makes a charitable donation.   Well, that taxpayer has the whole universe to spend it on: Buying clothes, on gambling, on this charity, that charity.   But your point here is that this contributor does not have the universe to pick and is free to pick the charity.   This one has -- you either give it to the government or you give it to the STO.   Is that-- "}, {"speaker": "Paul Bender", "text": " --Exactly.   Right.   Yes.   It's not the taxpayers' money.   It's confusing because we are talking about two kinds of taxpayers here.   We are talking about my clients, who are general taxpayers, whose money is being used to fund this program, and we are talking about the taxpayers who take the tax credit.   We have two different kinds of taxpayers. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " So if Arizona had a statute that gave an income tax deduction only to individuals who make charitable contributions to educational institutions, there would be a problem there, because they -- it wasn't a general tax exception for charitable contributions? "}, {"speaker": "Paul Bender", "text": " No, Justice Alito.   I think it would be constitutional if it said you get a deduction for making a charitable contribution to an educational organization, and that can include a religious educational organization, because if it didn't, it would be unconstitutional.   You can't set up a program that gives you a deduction for giving to an educational institution but not to a religious organization.   That would be unconstitutional.   If you are going to support private charity, you have to support religious charity in the same way you support non-religious charity.   But if you're going to have somebody-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " I thought your answer to Justice Ginsberg was the difference between this and the Federal tax deduction for charitable contributions was that the Federal tax deduction is available for a broad range of charities, whereas this is available only for a very narrow range. "}, {"speaker": "Paul Bender", "text": " --I may have misunderstood her question.   I think her question was: At the time the taxpayer makes the charitable contribution that he is going to take a deduction for, the taxpayer could do anything he wants with that money.   He can take a vacation.   He can give it to a charity.   He could buy clothes with it, buy food with it.   It's a completely open system.   Nobody tells the taxpayer what he has to do.   In this case, when the taxpayer writes that check to the STO, the taxpayer can't keep that money.   Can't use it on a vacation, can't use it for buying food.   Has to either pay it to the State or, with the State's authorization, pay it to an STO. "}, {"speaker": "Antonin Scalia", "text": " The same thing is true of charitable deductions.   When you take a charitable deduction, you don't have the money anymore.   You have given it to a charitable organization.   Now, you are allowed to give it to a particular religion, a particular church, and there seems to be nothing unconstitutional about that, right?   So what is unconstitutional here about the private -- the private decision to give a benefit to a -- an organization that only supports particular schools, and indeed, only supports people of a particular religion to go to that school?   I don't see any difference. "}, {"speaker": "Paul Bender", "text": " There is nothing unconstitutional about the taxpayers sending the money to an STO.   If STOs did not discriminate on the basis of religion in giving that money out, there would be no unconstitutionality. "}, {"speaker": "Antonin Scalia", "text": " But churches discriminate on the basis of religion.   When I take my charitable deduction to give it to a particular church, that church discriminates on the basis of religion, but that's okay. "}, {"speaker": "Paul Bender", "text": " If the government said to you: You can pay your taxes -- don't pay your taxes to us, pay them to a church, and the church gave its benefits only to people of a certain religion, I believe that would be unconstitutional. "}, {"speaker": "Antonin Scalia", "text": " So it's how the government puts it?   So it really is just that line in the tax form that you are concerned about, and the only relief you really need is -- is changing the tax form? "}, {"speaker": "Paul Bender", "text": " No, it's the difference between charity and paying your taxes.   When you make a charitable contribution, you are making a charitable contribution.   It costs you money.   In Arizona, if you make a charitable contribution of $1,000, it costs you $950 if you are at the maximum tax rate, because the maximum tax rate is 5 percent.   In Arizona, if you take this tax credit, it costs you nothing.   It's not charity.   Charity is something-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Excuse me.   Just to follow up on Justice Scalia's question, because I want to make sure we have the answer: If this system were set up exactly as it is now, but Arizona said contributions to STOs are deductible, you would have no problem? "}, {"speaker": "Paul Bender", "text": " --Contributions to STOs are deductible from one's income tax? "}, {"speaker": "John G. Roberts, Jr.", "text": " Right. "}, {"speaker": "Paul Bender", "text": " No, we would not have a problem with that. "}, {"speaker": "John G. Roberts, Jr.", "text": " So the only difference is that Arizona set up this system where you get a tax credit instead of a tax deduction? "}, {"speaker": "Paul Bender", "text": " Of course. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " And that would be true if even if the -- if the top marginal rate was 90 percent? "}, {"speaker": "Paul Bender", "text": " Yes, it would be true only if the top marginal rate were 90 percent, which is never going to happen in Arizona, believe me. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " But the Federal rate has been that high-- "}, {"speaker": "Paul Bender", "text": " It's going in the other direction. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " --at times. "}, {"speaker": "Paul Bender", "text": " I understand. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " That's what the Establishment Clause terms on the-- "}, {"speaker": "Paul Bender", "text": " Yes, because that's still charity.   If the top rate is 90 percent, when you give that money, it's your money; you can use it for anything you want.   And even if you are in the 90 percent bracket, you are giving some of your own money.   You are engaging in charity.   And the Constitution, I think, permits the government to subsidize private charity.   And if the government's going to subsidize private charity, it can't leave religious charities out.   So that's the dividing line.   Is the government subsidizing private charity?   In this case, the government is not subsidizing private charity because it is not private charity, because the tax-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " --If this is government money, then why would it be constitutional, in your view, for this scheme to exist if -- for the -- if the STOs did not discriminate at all on the basis of religion? "}, {"speaker": "Paul Bender", "text": " --Because it's perfectly okay to use government money for non-religiously discriminatory purposes.   You can get a tax credit for buying a solar water heater.   That is a 100 percent tax credit.   Now, that's a somewhat different kind of tax credit, because there, when you buy the heater, you get something for the money.   It's -- this tax credit is a very strange kind of tax credit.   This is a tax credit that is only used to pay your taxes.   That's the only function it has. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " You have STOs that say: We will only give scholarships for religion affiliated schools, but we will not discriminate on the basis of the student's religion. "}, {"speaker": "Paul Bender", "text": " Right. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " And if this is the government's money you think that would not be an Establishment Clause violation? "}, {"speaker": "Paul Bender", "text": " No, no, no.   If an STO discriminates either by saying we only give to people of a certain religion or we don't give to people of another religion or by saying we will only give you a scholarship if you send your kid to a religious school that we designate. "}, {"speaker": "Antonin Scalia", "text": " I thought you said the opposite earlier, I thought you said the opposite earlier. "}, {"speaker": "Paul Bender", "text": " I hope I didn't. "}, {"speaker": "Antonin Scalia", "text": " I'm sure you did. "}, {"speaker": "Paul Bender", "text": " Thank you for correcting me. "}, {"speaker": "Stephen G. Breyer", "text": " What is the problem with that?   That is to say, suppose that the government gives its money to put CAT scans in hospitals.   And it has certain beneficiaries.   And one group of beneficiaries is the Association Of Catholic Hospitals, another is the Association Of Jewish Hospitals, another is a set of totally secular hospitals.   So it gives the tax credits to all three.   Now, of course the Catholic group is going to give it to Catholic hospitals and so forth.   What is wrong with that? "}, {"speaker": "Paul Bender", "text": " I don't get your hypothetical. "}, {"speaker": "Stephen G. Breyer", "text": " What they do is they have government money, just like you claim this is, and they say we are going to give it to umbrella organizations like the Association Of Catholics, Jewish or secular hospitals and we expect them to distribute it.   And they will, of course, distribute it to those who are their members and in some cases their members are religious organizations and in some cases they are not.   Now, what is the difference between that and what happens here, leaving the student out of it? "}, {"speaker": "Paul Bender", "text": " It depends on who the beneficiaries of the government-- "}, {"speaker": "Stephen G. Breyer", "text": " The beneficiaries of the government, Catholic hospital -- government CAT scan program will be Catholic hospitals, because they're the ones who belong to the Catholic Hospital Association.   Money will also go to the Secular Hospital Association, as it goes to a secular STO here.   So I don't see that part.   That's the last prong that we are talking about. "}, {"speaker": "Paul Bender", "text": " --I'm not clear on your program.   If it's a government program to benefit hospitals, the benefits have to go to hospitals on a religiously neutral basis. "}, {"speaker": "Stephen G. Breyer", "text": " The government says -- that's the different -- the government says -- it does give the money away on a religiously neutral basis, it gives it to hospital associations.   It turns out that some of those naturally are supposed to give it to their members, all of whom will be religiously affiliated. "}, {"speaker": "Paul Bender", "text": " But the hospitals are the beneficiaries, Justice Breyer, that's the difference.   The beneficiaries here are not the STO's, the beneficiaries here are the parents.   The STO's are a conduit of government funds to the parents.   The parents are the beneficiaries and the Constitution requires that the benefits of a government spending program go to the beneficiaries on a religiously neutral basis.   So in Zelman the beneficiaries were the parents, and the vouchers had to go to them. "}, {"speaker": "John G. Roberts, Jr.", "text": " I'm sorry, I don't understand the answer to Justice Breyer's question.   His question was, you give it to the hospital equivalent of the STO and then that gives it to hospitals on a religiously discriminatory basis.   Why aren't the hospitals the beneficiaries of that program just as you say the parents are here? "}, {"speaker": "Paul Bender", "text": " Well, if the hospitals are the beneficiary of the program, then the hospitals have to get the money on a religiously neutral basis. "}, {"speaker": "John G. Roberts, Jr.", "text": " Well-- "}, {"speaker": "Paul Bender", "text": " The analogy would be the patients are the beneficiaries of the program.   The government wants to help cancer patients, and so it's going to give money to hospitals to help cancer patients, so it gives money to various hospitals under Justice Breyer's program.   If one of those hospitals says we only treat Catholic cancer patients, that's unconstitutional. "}, {"speaker": "Antonin Scalia", "text": " That's the other issue.   We are trying to separate in your argument the issue that some of these organizations are religiously affiliated from the argument.   That moreover, they will only give money to individuals of a particular religion.   Now, I understand your argument for the latter, but I must say I don't understand your argument for the former.   Not if you accept these other-- "}, {"speaker": "Paul Bender", "text": " If I go to get a scholarship from an organization and they say where are you going to send your child with this scholarship?   And I say I haven't made that decision yet.   And they say well, we will only give you a scholarship if you send your child to a Jewish school which teaches people how to pray in the way Jewish people pray and has -- and it's education is Jewish religious education.   That's religious discrimination. "}, {"speaker": "John G. Roberts, Jr.", "text": " --Thank you, counsel.   Mr. Katyal, you have four minutes remaining. "}, {"speaker": "Neal Kumar Katyal", "text": " Thank you.   My friend said, I think I have this right,   \"we are talking about my clients whose money is being used to fund this program. \"   That's a nice description of Flast.   It is not a description of what's going on here.   Flast recognized a special -- special solicitude for taxpayers when money is taken out of their pocket and used to fund religion against their conscience.   Here, even if you accept all of this public money discussion that has been happening, not a cent of their money is going to fund-- "}, {"speaker": "Stephen G. Breyer", "text": " Flast, I looked at again briefly, and it seemed to use that wonderfully precise word nexus.   And you are quite right that in Flast that was the case.   But why isn't it, given that it is a nexus in Flast, what was in Flast, why isn't it also a nexus where you have this complicated system which is designed to make the ordinary taxpayer pay a little more in this kind of instance, where what you've done is directly subtract from the treasury $5,000 cash to turn over, in the view of the plaintiffs, to a purely forbidden religious purpose? "}, {"speaker": "Neal Kumar Katyal", "text": " --Justice Breyer, two things.   First, the relevant language in Flast is at page 106, it's not what the nexus test, it's the definition of what the actual tax payer claim is and it requires that   \"his tax money being extracted was. \" "}, {"speaker": "Stephen G. Breyer", "text": " Was that in that instance in Flast -- does Flast rule out? "}, {"speaker": "Neal Kumar Katyal", "text": " And that's the general description Flast says about how taxpayer standing will go forward.   If there is any doubt about that, Valley Forge makes that clear because the dissenters said exactly what you said, which is look, let's just look to economic effects and that alone will be enough and it's just Property Clause, Tax And Spending Clause, it doesn't really matter, it's the bottom line on the treasury and this Court said no, that isn't the case. "}, {"speaker": "Elena Kagan", "text": " General Katyal, Flast could not have meant that it is your particular dollar.   There would be no way to know it's your particular dollar and that would be a silly and fictional thing to say as the plurality opinion in Hein makes clear.   What Flast said was that taxpayer dollars, not your dollar, but taxpayer dollars, are going to this activity in the same way that it's going to the activity here. "}, {"speaker": "Neal Kumar Katyal", "text": " I disagree -- first is I don't think that is what Flast is.   I think Flast is about that micro-fraction of a cent that is coming from your pocket and being used to fund religion.   And that is what Madison complained about, it may be very small, it may be 3 cents, but there is a special harm of conscious when it's your money, your hard earned money being used to fund a program directly as to which you don't like. "}, {"speaker": "Elena Kagan", "text": " Flast talk about a nexus the way Justice Breyer said and here is a taxpayer challenging a provision of the tax code, an active pursuant to the tax and spending power that grants a tax benefit.   That's as close a nexus as you are going to get using the language of Flast. "}, {"speaker": "Neal Kumar Katyal", "text": " Again, I think that doesn't deal with the direct injury on the taxpayer, which is the language of Flast.   Even if you disagree with me, the harm here is a lot more speculative, just like Cuno, because you have to posit in order for the harm to exist to this taxpayer, that tax credits will cost the government money, not save it, that his tax burden will go up as opposed to someone else's tax burden, a corporation and the like, or you have to posit that the government won't cut spending in order to make up the shortfall in revenues that he says is going to exist.   You're going to have to do all of those things, none of which you have to do in a Flast situation because it's a direct outlay of funds.   If I could just can spend a moment on Justice Kennedy's question about state action, which of course they didn't advance below as the Ninth Circuit said.   I think it's this Court's precedence are quite clear in saying that the fact that the government regulates or funds something doesn't transform it into a state actor.   If it did, then all 501(c)(3)'s would become state actors, and that, I think, would be an enormously damaging precedent for this Court to follow.   Rather, I think what Blum says is that it requires the performance of a traditional executive prerogative -- additional government prerogative and here all the STO is doing is funding -- it's handing out money and it's doing so on a neutral basis, anyone can form an STO, and anyone can fund one. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, General.   Counsel, the case is submitted. "}]