[{"speaker": "John G. Roberts, Jr.", "text": " We will hear argument next in Case 09-529, the Virginia Office For Protection and Advocacy v. Stewart.   Mr. Galanter. "}, {"speaker": "Seth M. Galanter", "text": " Mr. Chief Justice, and may it please the Court:   The Virginia Office For Protection And Advocacy, known as VOPA> [\"], seeks to enforce its Federal statutory right to inspect and copy records that are in possession of State officials who run State-operated hospitals.   Respondents acknowledged below that if Petitioner were a private entity, Ex parte Young would permit this suit.   VOPA's status as a State entity does not change the Ex parte Young analysis because it imposed neither a greater burden on the treasury nor the dignity of the State.   The only issue to be resolved by the Federal court is who has the correct reading of Federal law about the records access issue.   It-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Counsel, if this were a private suit, let's say Ford Motor Company has two subsidiaries, Ford East and Ford West, they get into a dispute.   Ford West sues Ford East.   No Federal court would entertain that action, would it? "}, {"speaker": "Seth M. Galanter", "text": " --Well, Your Honor, if I could clarify.   First of all, there would have to be a question of Federal law. "}, {"speaker": "John G. Roberts, Jr.", "text": " Yes.   They think -- Ford West thinks Ford East is discriminating on the basis of race. "}, {"speaker": "Seth M. Galanter", "text": " It would have to-- "}, {"speaker": "John G. Roberts, Jr.", "text": " That adversely affects their reputation, too, so they sue them. "}, {"speaker": "Seth M. Galanter", "text": " --I think that inquiry goes to the question of adversity and standing, the Article III question.   And this case doesn't involve that because VOPA is independent of the entity-- "}, {"speaker": "John G. Roberts, Jr.", "text": " It's independent -- it is independent from what? "}, {"speaker": "Seth M. Galanter", "text": " --It's independent from the executive branch.   It's independent from the Respondents it's trying to sue. "}, {"speaker": "John G. Roberts, Jr.", "text": " Yes, but is it independent from the State?   Is that what the statute says? "}, {"speaker": "Seth M. Galanter", "text": " The statute requires independence.   The Federal statute requires that VOPA be independent.   But it's independent here because its commission, only a third of it is appointed by the governor and none of the members of the commission that run VOPA can be removed except for cause. "}, {"speaker": "John G. Roberts, Jr.", "text": " You say on page 27 of your brief, the blue brief, that there is no big deal here with respect to State sovereignty because ultimately the sovereign retains the authority to dissolve the State agency plaintiff if the State believes the litigation is too onerous. "}, {"speaker": "Seth M. Galanter", "text": " That is correct.   That is, the sovereign, the Commonwealth, could repeal the law that enacted VOPA, just as in this Court's cases, ICC v. United States, Congress could have removed, eliminated the ICC. "}, {"speaker": "John G. Roberts, Jr.", "text": " That's a good cite for your proposition, but arguably in those cases the ICC is really not the real party in interest.   The real party in interest is the beneficiary of the ICC ruling. "}, {"speaker": "Seth M. Galanter", "text": " Well, I believe this Court has continually held that independent agencies and other Federal agencies can litigate, the cases involving the Federal Labor Relations Board.   And this Court has allowed, for example, suits about licenses for Federal dams where one agency wants to build a Federal dam and another-- "}, {"speaker": "John G. Roberts, Jr.", "text": " To get back to my question, no court would entertain Ford West against Ford East? "}, {"speaker": "Seth M. Galanter", "text": " --If that's right, and I think it is if they are part of the same, if they are subsidiaries of one corporation and aren't separate. "}, {"speaker": "Sonia Sotomayor", "text": " Why is that true?   If they are separate corporate entities, what legal rule would stop a separate corporate entity from suing another?   Is there -- if they are part of the same company, I think that's a different issue.   If they are the same company, that's a different issue and just a different branch or a different office. "}, {"speaker": "Seth M. Galanter", "text": " I had understood that to be the Chief Justice's hypothetical, they were divisions of a single legal entity. "}, {"speaker": "John G. Roberts, Jr.", "text": " Not divisions; separate corporate entities that happened to be wholly owned by the same parent. "}, {"speaker": "Seth M. Galanter", "text": " I do believe then that there could be litigation between them, but ultimately there wouldn't be. "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, I would have thought that would become an advisory opinion.   Ford has an internal dispute, basically, and in that hypothetical one of the entities would be asking the Federal court to resolve it.   Ford can decide at the end of the day how it wants to resolve it.   If Ford West wins and Ford East loses, Ford can say, all right, this is how we are going to do it regardless of what the Federal court says. "}, {"speaker": "Seth M. Galanter", "text": " Well, that's true that after the litigation is over, one of the parties may, you know, be able to work around the law.   That's true, in fact, in every Federal spending clause statute where you are dealing with prospective relief.   The State is always free to say, okay, if this is what we have to do we opt out of the program. "}, {"speaker": "John G. Roberts, Jr.", "text": " The State here is free to dissolve one of the parties to the case.   That's a little different. "}, {"speaker": "Seth M. Galanter", "text": " Well, it's the Commonwealth that is free to dissolve one of the parties. "}, {"speaker": "John G. Roberts, Jr.", "text": " All right, State, Commonwealth. "}, {"speaker": "Seth M. Galanter", "text": " I know.   I meant, as opposed to -- I wasn't making -- but the Respondents here are State officials and even the Respondents' agency has no power over IPAS and on the day to day basis even the governor and the attorney general have no control over what IPAS -- excuse me, VOPA does.   IPAS is a similar case out of Indiana.   But what is critical here is that as we stand here today, the Commonwealth has vested a Federal right in VOPA and neither the attorney general nor the governor of Virginia can stop VOPA from exercising that right. "}, {"speaker": "Sonia Sotomayor", "text": " Counsel, I'm not quite sure what the premise of your argument is.   You seem to be arguing that the independence of the state agency is what makes this particular entity capable of suing.   Yet in your brief you rely on Verizon's simple test, which says if you are asserting a Federal claim you can sue and you're not -- and you are looking for prospective injunctive relief; you can sue the State.   That general rule wouldn't look at who's suing.   That was part of your argument.   Yet now you are arguing the independence of the agency.   Which is your position. "}, {"speaker": "Seth M. Galanter", "text": " I-- "}, {"speaker": "Sonia Sotomayor", "text": " And if it is the one about the State's independence, how do you articulate why that becomes important or not?   What's the legal significance of that vis-a-vis this case and any ones moving forward? "}, {"speaker": "Seth M. Galanter", "text": " --If I may, there are -- there are three issues that are intertwined here.   First, the issue that I was talking about with the Chief Justice regarding the Article III adversity that you need for standing, that is where the independence is relevant.   The second question is the one that we petitioned on, which is the Eleventh Amendment issue, and there we would suggest that the simple straightforward inquiry of Verizon is relevant.   And then there is a third portion which the court of appeals seemed to rely on, which is that -- the notion that the State has a Federal right at all with some -- against another part of the State and its officials was incongruous.   That, if anything, would be a Tenth Amendment concern, and is resolved here because it was the Commonwealth itself that made the voluntary decision to vest these Federal rights in independent State agencies. "}, {"speaker": "Antonin Scalia", "text": " Well, let's assume, and -- and I'm not sure what the situation is in -- in the Commonwealth.   We have held that the States don't have to have the same notion of separation of powers that the Federal Government does.   In the Federal Government we allow independent regulatory agencies separate from the President.   Let's assume that Virginia has a system in which the governor is indeed in charge of the entire -- the entire executive branch.   Do you know whether that's the case?   I don't know. "}, {"speaker": "Seth M. Galanter", "text": " It -- it is not the case in Virginia or in 49 of the 50 States. "}, {"speaker": "Antonin Scalia", "text": " Okay.   Well, if it were, and if Congress offered money to the State and the only way the State could get it would be to abandon its system of separation of powers and to allow an agency of the State which would normally be under the direction of the governor to go riding off on its own and -- and sue the governor, do you think there wouldn't be any -- any problem about -- about the Federal Government doing that? "}, {"speaker": "Seth M. Galanter", "text": " I-- "}, {"speaker": "Antonin Scalia", "text": " Requiring the State to in effect alter its -- its governmental structure in order to obtain the Federal money? "}, {"speaker": "Seth M. Galanter", "text": " --I do think there might be a problem, first requiring it.   And I think there might even be a problem if it were a Spending Clause statute alone.   But if -- I realize that's the -- but that's not an Eleventh Amendment problem.   That's a question about whether-- "}, {"speaker": "Antonin Scalia", "text": " Sure. "}, {"speaker": "Seth M. Galanter", "text": " --And here the only question, because -- the only question addressed below and the only question -- this is all on the interlocutory appeal just on the Eleventh Amendment-- "}, {"speaker": "Antonin Scalia", "text": " Got you. "}, {"speaker": "Seth M. Galanter", "text": " --is whether we can sue other officials in the State to bring them into prospective compliance with the Federal law, as -- as I said, though, and this statute authorizes the State if it takes the money to designate either a public or private entity as its protection and advocacy system.   That is, they could have vested these Federal rights in a nonprofit corporation-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, right, but that makes all the difference in the world because they made the choice of saying this is going to be one of us, the State.   And as far as what issue is before the Court, I would suppose the Article III question is a jurisdictional one that we have to address before reaching the Eleventh Amendment question. "}, {"speaker": "Seth M. Galanter", "text": " --I -- I think that they're both sufficiently jurisdictional that you could reach them in -- in -- you wouldn't have to reach Article III before the Eleventh Amendment.   But I do think that the Article III question -- I mean, this Court in its FOIA decisions such as you know, Public Citizen v. Department of Justice, has said that Congress can create a right to access to information-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " Mr. Galanter, if we can go back to get what this -- this entity was.   The Federal legislation gives the States a choice to do it either in the State agency or a private entity.   The specification that the State agency has to be independent is in the Federal statute, isn't it? "}, {"speaker": "Seth M. Galanter", "text": " --Yes, Your Honor. "}, {"speaker": "Ruth Bader Ginsburg", "text": " It's not -- it's not up to the State to want to put it into an independent regulatory agency.   And is this VOPA, is that an entity that was created just to carry out this Federal program or was it a preexisting agency? "}, {"speaker": "Seth M. Galanter", "text": " It -- it and its predecessors were created just to implement this program. "}, {"speaker": "Ruth Bader Ginsburg", "text": " Does it ever do anything else other than administer the Federal program? "}, {"speaker": "Seth M. Galanter", "text": " It has a few responsibilities that the State has given it under State law in addition, but its primary function -- and at this point all its budget comes from the Federal Government, and it serves primarily this Federal function to go into public and private institutions to observe and make sure that abuse and neglect is not occurring there.   And that is obviously why these records were requested, because the statute gives the protection and advocacy service a right to access records of people in the institution to make sure that they are not being mistreated and that investigations and the oversights by the State are taking place and are being done correctly. "}, {"speaker": "Sonia Sotomayor", "text": " Counsel, following up on Justice Scalia's question to you, his question in fact is in part what happened here.   Virginia at some point did require every State agency to seek the permission of its attorney general, is it, to sue?   And the government said that's not independent enough, and if you want the money you've got to make VOPA eligible to sue without that permission; is that correct? "}, {"speaker": "Seth M. Galanter", "text": " That -- that is correct.   And then the legislature of the Commonwealth went in and gave VOPA independent litigating authority, independent of the attorney general.   On the Eleventh Amendment point, which is again-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, just -- I know you are anxious to get to that, but--   [Laughter]   --do you know -- do you know of any other situation where one party in a Federal court action can dissolve the other one in the middle of the case?   I mean, if VOPA files a discovery request with the State and they think it is, as you put it in your brief, too onerous, the State can say: Guess what, the case is over, you are dissolved. "}, {"speaker": "Seth M. Galanter", "text": " --Well, I -- again, I would go back to the Federal analogy, that in all this litigation with the ICC or -- well, with the Federal labor relations authorities, with the licensing authority of the Department of Interior for dams that -- that, you know, the TVA might want to build, that Congress can always eliminate these agencies, but while they are still in existence-- "}, {"speaker": "Antonin Scalia", "text": " I guess in Nixon v. United States the President could have dismissed the attorney general, but we allowed the suit to go forward.   I never did understand that.   [Laughter] "}, {"speaker": "Seth M. Galanter", "text": " --Well, I think it's because you look at standing in terms of the current reality, and in Nixon, for example, the attorney general had promulgated a regulation saying he couldn't dismiss the special prosecutor except for cause. "}, {"speaker": "Anthony M. Kennedy", "text": " But there are a number of instances in the States where constitutional officers have their separate autonomy, their separate responsibilities.   And it seems to me to follow inevitably from your position that the attorney general of State A could sue the governor of State A saying the governor is being sued in an Ex parte Young capacity because the governor is not following Federal law.   I think that's just inevitable from your position, and that seems to me a vast extension of Ex parte Young.   It's true, I think that we've never said that the identity of -- or that the permissibility of an Ex parte Young suit depends on the identity of the plaintiff; but don't we have to say that here if we are going to allow the States to structure their -- their own governments as they choose? "}, {"speaker": "Seth M. Galanter", "text": " Well, I would say that -- well, I would say two things.   First, the idea that you have to accept, as I think Respondents do in this case, that the Virginia Office of Protection and Advocacy legitimately holds a Federal right.   I can't -- I am hard pressed and -- and Respondents and their amici were hard pressed -- to come up with any example where an attorney general would hold a Federal right against another part of the State.   And particularly here-- "}, {"speaker": "Anthony M. Kennedy", "text": " Well, he would tell the governor that the governor is not giving adequate protection to prison inmates or State employees, the -- that the governor's own personnel regulations are incorrect, and he would sue under Ex parte Young. "}, {"speaker": "Seth M. Galanter", "text": " --If the Commonwealth-- "}, {"speaker": "Anthony M. Kennedy", "text": " There are all kinds of Federal rights. "}, {"speaker": "Seth M. Galanter", "text": " --Well, but they are generally not-- "}, {"speaker": "Anthony M. Kennedy", "text": " And the question is can one State entity enforce it against another State entity in a Federal court. "}, {"speaker": "Seth M. Galanter", "text": " --The -- there are not a lot of Federal rights that State officials have against other officials.   Here, this is a right-- "}, {"speaker": "Anthony M. Kennedy", "text": " Well, but that -- but under -- under your theory there would be, because under Ex parte Young the whole point of it is that a -- a person can allege that this fictional private individual who is really a governmental individual is violating a Federal right.   That's the whole point of it. "}, {"speaker": "Seth M. Galanter", "text": " --Violating the plaintiff's Federal right.   That was the only point I was making.   But yes, if there are Federal disputes at issue, a Federal forum is appropriate. "}, {"speaker": "Anthony M. Kennedy", "text": " But State attorney generals have -- have the obligation to enforce Federal rights for all the citizens of their States. "}, {"speaker": "Seth M. Galanter", "text": " And if they have that right under -- power under State law, then -- and they exercise that power and elect to be in Federal court to litigate Federal issues, that is not barred by the Eleventh Amendment, we would submit. "}, {"speaker": "Anthony M. Kennedy", "text": " Well, that's -- that issue -- I know your white line is on.   You indicated that there are certain cases in which dams can be authorized by the Federal government, I think, contrary to State laws and municipalities.   Do you know what those are?   There is an Iowa case and also a Washington case you were talking about. "}, {"speaker": "Seth M. Galanter", "text": " I believe the case here I'm thinking of comes out of Seattle.   But -- but I think-- "}, {"speaker": "Anthony M. Kennedy", "text": " Do you have the citation? "}, {"speaker": "Seth M. Galanter", "text": " --I don't have it with me. "}, {"speaker": "Anthony M. Kennedy", "text": " I have been looking for it.   Okay. "}, {"speaker": "Seth M. Galanter", "text": " But -- but the point I was making is that sometimes one Federal agency needs permission from another Federal agency to build something, and there would be a litigable controversy under Article 3, and that was the only point I was trying to make.   If I may, if there are no more questions, I would like to reserve the balance of my time. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, counsel.   Ms. Anders. "}, {"speaker": "Ginger D. Anders", "text": " Mr. Chief Justice, and may it please the Court:   VOPA has properly invoked Ex parte Young to enforce Respondent's obligation under the DD and PAIMIA Acts here, because VOPA's complaint satisfies the straightforward inquiries set forth in Verizon.   We don't think that it is necessary to go into State sovereignty interests to determine whether Ex parte Young should be allowed here, but even if the Court were to do that, I think it is unquestionable that there are no State sovereignty interests here. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Do you think -- do you think the Spending Clause allows the Federal Government to condition the receipt of Federal funds on a State's agreement to change the structure of State government? "}, {"speaker": "Ginger D. Anders", "text": " I think it does, so long as that requirement is reasonably related to the government's interest in the funds and in -- in the objective of its regulation.   Now-- "}, {"speaker": "Samuel A. Alito, Jr.", "text": " Suppose the government said: If you want Medicaid funds, the State agency that administers the Medicaid program must be headed by a person who has a 20-year term of office and is removable only for gross dereliction of duty.   Can they do that?   Can the Federal government do that?   Can Congress do it? "}, {"speaker": "Ginger D. Anders", "text": " --I think it could do that, so long as that's not independently unconstitutional.   I think the State always has the opportunity to decide not to opt into the scheme, and I think that's very important here because the sole aspect of this suit that Virginia challenges, which is the fact that VOPA is a State agency, is the result of two sovereign choices that the State made here.   The first choice was to opt to the DD and PAIMIA programs, to take the Federal funds, to create a P and A system that has Federal rights of access to which both State and private facilities are subject.   And the second choice that Virginia made was to establish a State agency P and A system here.   It could have established a private agency if it were concerned about-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " Ms. Anders, I understand that most States that are taking advantage of this program do it through a private agency, not a State; is that -- is that right? "}, {"speaker": "Ginger D. Anders", "text": " --That's correct.   There are eight public P and A systems. "}, {"speaker": "John G. Roberts, Jr.", "text": " Can EPA sue the Army Corps of Engineers for violating the Clean Water Act? "}, {"speaker": "Ginger D. Anders", "text": " Well, I think you would have an Article 3 problem if there isn't sufficient adversity.   If the-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Well, it's very adverse.   EPA wants clean water and the Army Corps of Engineers wants to, you know, dredge the water in a way that contributes to pollution. "}, {"speaker": "Ginger D. Anders", "text": " --Well, they're both -- the heads of both agencies are, in that situation, I think, subject to removal by the same people, and so in that situation, you would have an Article 3 problem.   But we don't have that problem here, because VOPA is independent under State law. "}, {"speaker": "John G. Roberts, Jr.", "text": " Do you agree with the Petitioners that Virginia can dissolve VOPA if it finds the litigation too onerous? "}, {"speaker": "Ginger D. Anders", "text": " I think that that would not happen in practice, because if Virginia were to dissolve VOPA, it would be out of compliance with the Federal scheme so it would lose its -- it would lose its Federal funding at that point.   So I don't think that is a situation that is going to arise, but-- "}, {"speaker": "John G. Roberts, Jr.", "text": " If it happened to arise, do you think that they can -- do you agree with the Petitioners that they can do it? "}, {"speaker": "Ginger D. Anders", "text": " --I think they -- I think they could do it, but I think this -- this Court has previously adjudicated cases where, in theory, the government could have changed the case mid-stream.   U.S. v. Nixon is an example of that.   The ICC case as well, and I think also in the Lassen case, this Court said that it could adjudicate a suit between two State agencies because the agencies were sufficiently independent from each other.   They weren't subject to removal by the same head of government.   So I think, while you might have an Article 3 problem in some situations, you don't have that problem here because of VOPA's independence. "}, {"speaker": "Sonia Sotomayor", "text": " Could you be a little bit more specific for me on what you mean about an Article 3 problem?   Justice Kennedy was concerned about State attorney generals willy-nilly suing -- or not willy-nilly, suing governors to comply with Federal law.   Why do you think it won't happen, and what are the legal impediments to that occurring? "}, {"speaker": "Ginger D. Anders", "text": " I think there are several.   I think, first, you would have to have a Federal right that the AG would be able to enforce.   He would have to have a way to get into Federal court.   He would have to have a theory of standing, and I think this is not a situation that has arisen at this point.   There are no examples of this.   And so I think-- "}, {"speaker": "Stephen G. Breyer", "text": " I thought -- this I'm confused about.   I would think you would have to have a State which has a law that permits the attorney general to sue the governor.   Wouldn't you?   I mean, if the State law is the attorney general can't sue the governor, that's the end of it, isn't it? "}, {"speaker": "Ginger D. Anders", "text": " --If that was sufficient to get into Federal court for Article 3 purposes, I think there might be some situations in which the attorney general-- "}, {"speaker": "Stephen G. Breyer", "text": " No.   Suppose the State's law is the governor of the State cannot bring a lawsuit against the attorney general, and vice versa.   Okay?   That's the State law.   Now, under those circumstances can either bring a lawsuit on a Federal right in a Federal court? "}, {"speaker": "Ginger D. Anders", "text": " --There may be some circumstances like that one, in which the State AG's use of Ex parte Young would raise special sovereignty interests that would counsel against-- "}, {"speaker": "Stephen G. Breyer", "text": " I want just a yes or no answer.   In your opinion, can an attorney general where the State law says, black letter law, attorney general can never sue the governor; he's fired instantly if he tries -- that's the law in this State, okay?   Now, can that individual come into Federal court and sue on an Ex parte Young theory suing the governor? "}, {"speaker": "Ginger D. Anders", "text": " --I think he could under this Court's decision in Verizon. "}, {"speaker": "Stephen G. Breyer", "text": " He could? "}, {"speaker": "Ginger D. Anders", "text": " I think there might be certain extreme circumstances where-- "}, {"speaker": "Stephen G. Breyer", "text": " I don't -- I think that is a problem.   Isn't that what we are saying here? "}, {"speaker": "Antonin Scalia", "text": " That can't be.   How can that be?   He has no power as attorney general to do that.   It has nothing to do with -- with Ex parte Young.   It has to do with his powers as attorney general. "}, {"speaker": "Ginger D. Anders", "text": " --Right, and as this Court said in Lassen, I think often the Federal court doesn't look behind State officers-- "}, {"speaker": "Stephen G. Breyer", "text": " I thought that -- suppose I am right about this and you can't do it.   You can't.   You can't -- the Federal Government cannot tell a State how to organize itself.   If it wants to have an attorney general that can never bring a lawsuit, that's up to the State, unless it's a due process problem.   Now, suppose I believe that.   Now, do you lose this case? "}, {"speaker": "Ginger D. Anders", "text": " --No, I don't think so, because the same special sovereignty interests are not present here, because under the spending clause, Virginia had the choice to opt into this scheme. "}, {"speaker": "Ruth Bader Ginsburg", "text": " Doesn't the Federal statute say: Virginia, if you want to do this through a State agency, that State agency has to be an independent agency and has the authority to sue. "}, {"speaker": "Ginger D. Anders", "text": " Yes, that's correct. "}, {"speaker": "John G. Roberts, Jr.", "text": " Are you sure that the governor cannot remove the members of VOPA?   I know it says VOPA has to be independent of any State agency and the governor appoints one-third.   Can the governor remove the members of this Virginia agency? "}, {"speaker": "Ginger D. Anders", "text": " As a matter of State law, I don't think he can.   And if he were to try to do that, that would be a compliance problem from HHS's perspective, and so Virginia might at that point-- "}, {"speaker": "John G. Roberts, Jr.", "text": " What would it not comply with?   I just don't know.   I'm just looking at the provision where you say it's independent and it says independent of any State agency.   You said the governor may not appoint more than one-third.   I just wonder if there is a prohibition on him removing. "}, {"speaker": "Ginger D. Anders", "text": " --Well, there is definitely a prohibition on him removing board members of VOPA or officials of VOPA as a result of VOPA's actions in litigation.   I think-- "}, {"speaker": "John G. Roberts, Jr.", "text": " Where is that? "}, {"speaker": "Ginger D. Anders", "text": " --Well, the provision -- well, the requirement that VOPA have full authority to pursue legal remedies to ensure the protection of individuals.   This is on page 52a of the petition appendix.   That's the PAIMIA law.   And I think that actually did happen in Virginia, that HHS came in-- "}, {"speaker": "John G. Roberts, Jr.", "text": " What if the VOPA officials are engaged in corruption or illegal conduct or, you know, extracurricular activity that brings discredit upon the -- the governor has no power to say that, you are a Virginia official and you are -- you know, whatever -- breaking Virginia law, for example?   And-- "}, {"speaker": "Ginger D. Anders", "text": " --Well, under Virginia law I think that VOPA's officials are subject to for-cause removal provisions.   So they can actually be removed judicially through for-cause proceedings.   And from our perspective that is consistent with VOPA's independence and it's full authority to pursue remedies because that type of for-cause removal wouldn't be on the basis of VOPA's actions in litigation. "}, {"speaker": "Anthony M. Kennedy", "text": " Going back to your exchange with Justice Breyer, I assume that you could stand by your answer and say the attorney general could sue the governor, because he's not suing the governor in his official capacity.   He has a Federal right under Ex parte Young to sue the governor as an individual.   It's a fiction, we all know that.   But that's the way it works and this is a Federal right.   I think that's your position. "}, {"speaker": "Ginger D. Anders", "text": " I think that's right, that under Verizon no more is required.   VOPA has a Federal right here. "}, {"speaker": "Anthony M. Kennedy", "text": " Of course -- of course Verizon was a private party. "}, {"speaker": "Ginger D. Anders", "text": " Verizon was a private party. "}, {"speaker": "Stephen G. Breyer", "text": " Suing in his capacity as attorney general and under his.   That's the plaintiff, not the defendant.   And he has no right to bring that suit, because -- it's not that he doesn't have a right.   It's that he doesn't have authority.   He's not a person that can do this kind of thing. "}, {"speaker": "Antonin Scalia", "text": " I really lost you.   I thought Ex parte Young applied to defendants? "}, {"speaker": "Stephen G. Breyer", "text": " Yes, right, exactly. "}, {"speaker": "Antonin Scalia", "text": " I didn't think Ex parte Young allows -- allows an attorney general to sue as a plaintiff in his personal capacity.   Am I wrong about that? "}, {"speaker": "Ginger D. Anders", "text": " Well, I think that you might have State sovereignty interests at that point. "}, {"speaker": "Antonin Scalia", "text": " That's your position. "}, {"speaker": "Ginger D. Anders", "text": " That would prevent a Federal court from adjudicating a suit, but there's no question that those interests aren't present here because Virginia has chosen to create a State agency in order to enforce these Federal rights. "}, {"speaker": "Stephen G. Breyer", "text": " I'm with Justice Scalia on this.   I will pass to the other side. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you, Ms. Anderson.   Mr. Getchell. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Mr. Chief Justice, and may it please the Court:   The dignity interest of a sovereign is impaired if it is pitted against itself in the courts of another sovereign without its consent.   And I would take-- "}, {"speaker": "Antonin Scalia", "text": " A dignified sovereign should not agree to the deal. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --Well, let's-- "}, {"speaker": "Antonin Scalia", "text": " I mean, you know, the Commonwealth had the choice.   It had two choices, as counsel for the Government said.   It could either turn down the money or, if it's not dignified enough to do that, it could take the money and establish a private organization to do this work instead of a State agency.   So what, you know, what complaint do you have here? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --Well, let me -- let me first say that the choice issue raises some interesting questions because of the procedural posture of this case being an interlocutory appeal.   Because remember, on the issue of waiver and abrogation, that was litigated below and no waiver was found, and that wasn't appealed against.   So if we are going to say it makes a difference under a spending statute that the State has taken the money in analyzing the sovereign interest, then we are creating a waiver on the cheap and dis-shelving the established doctrine. "}, {"speaker": "Ruth Bader Ginsburg", "text": " It's not a waiver, it's the Federal statute is clear.   It says State, you can do this in one of two ways.   If you go with the Government agency, then that agency has to have independence and it has to be able to sue.   So if the State is given a choice, it has -- it can do it through private entity, it can do it through, as in this case, an agency that was set up for this very purpose and no other, right? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would have thought two things about that.   One is when Congress gave the State the choice of making it a State agency, it understood that any issues that arise from that would come with the territory.   The second thing is, what the State consented to is it waived its sovereign immunity to be sued, but it did not specify a suit in Federal court and under ordinary doctrine that's a consent to be sued in its own courts, not in Federal court. "}, {"speaker": "Stephen G. Breyer", "text": " Suppose you have a State which loves litigation.   48 percent of the population are retired lawyers.   Nothing pleases them more than to have everybody suing everybody else.   So they pass a statute which says, for purposes of lawsuits in this State, every department can sue every other department.   Now, if you have such a State, what in the Constitution stops the Federal Government from abiding by that rule and applying ordinary Ex parte Young rules, looking at the defendant, looking at horizon, and then if the plaintiff happens to be a Federal agency suing another, say, well, if it complies with those first set, the fact that A sues B and they are both State agencies, that's the State's decision.   What in the Constitution can prevent the State from deciding to organize what we'll call the legal heaven way? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would say two things about that.   The first is that that's not what Congress did.   Congress said they had to have a right to sue and they didn't specify. "}, {"speaker": "Stephen G. Breyer", "text": " Okay.   That's A, we can go into A later because I agree that would be an answer, if it's correct.   If that is what happened, that's a different question, whether Congress could restructure the State.   That's a serious question.   My question was on the first.   Can Congress stop the State from restructuring itself? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Well, I don't think the State by restructuring itself would then ordinarily expect its agencies to sue each other in Federal court. "}, {"speaker": "Stephen G. Breyer", "text": " If they wrote it down specifically in the law and said we would love to have our agencies sue each other.   They don't say Federal court.   They just say we love to have our agencies sue each other.   They don't mention the Court. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would think that under ordinary rules of waiver of sovereign immunity that would limit the suits to the suits of the sovereign of the State. "}, {"speaker": "Stephen G. Breyer", "text": " Why, because what's undignified about allowing the State to live with the choice it made? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I think the existing doctrine is an unspecified waiver of sovereign immunity that is not consented in Federal court. "}, {"speaker": "Sonia Sotomayor", "text": " I'm sorry, I think there are concepts being confused.   There is no question that it hasn't waived sovereign immunity.   VOPA doesn't claim that.   And this is not a direct suit against the State, it's a suit against a State official.   And the entire premise of Ex parte Young is that this doesn't offend sovereign immunity for a party to seek enforcement, prospectively, of a Federal right.   So I don't know why it really matters who the Plaintiff is so long as the sovereign interests that we recognized, that the issue of sovereignty is one that respects a State's coffers and State's laws and we are not going to interfere with any of them, but we are going to ensure that because of the preemptive effect of the Constitution and our laws that Federal laws are respected.   So what's in this case the intrusion on State sovereignty when the State knew and consented consciously to letting VOPA sue for records when it needed to? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " In referring to sovereign immunity, I was trying to answer the hypothetical with respect to why Ex parte Young doesn't apply.   The second part of the question was Congress could expect Ex parte Young to apply.   There is no indication in the legislative record that I could find of that. "}, {"speaker": "Sonia Sotomayor", "text": " The State should have expected that. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Excuse me.   Congress should have expected, in the hypothetical Congress was posited as having thought-- "}, {"speaker": "Stephen G. Breyer", "text": " No.   The hypothetical -- Justice Sotomayor is totally right.   I am talking about Ex parte Young.   I am imagining. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --Okay. "}, {"speaker": "Stephen G. Breyer", "text": " I am imagining a system where the State wants to let the AG, this organization, the sheriff of Middlesex County, the City of San Francisco, they want to permit such entities to become plaintiffs against other parts of the State government in such a State if ordinary Ex parte Young requirements are met.   What in the Constitution of the United States prohibits that suit from going ahead? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Because Ex parte Young is an exception to the default position.   The default position is that the State's at the founding retained all of their natural law nations of sovereign immunity.   We know that it was limited, a State can sue another State, the Federal Government can sue another State, and can sue a State, and there is the Ex parte Young exception, but it is the exception.   It is being extended here.   We know it's being extended here because it's never been done before.   And if you are going to extend it, then we ought to ask the question of whether or not, asking the Hans question. "}, {"speaker": "Antonin Scalia", "text": " Why -- why is it an extension?   I mean -- I have sort of a bit of a problem with that.   Why is it somehow a -- a greater infringement upon a State sovereignty to allow a State to be sued in Federal court by a private individual, who doesn't even have to be a Virginian, for Pete's sake, he could be from anywhere, he could be from Iowa.   And yet it somehow offends State sovereignty more when -- when you allow a State agency to sue a State?   I don't -- I don't see why that is so horribly worse, unless you are arguing that -- that it somehow destroys the State system of separation of powers.   But that's a different question and -- and the answer to that is simply, you did it yourself. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Well, what I -- what I would say is that Ex parte Young is intended to deal with the situation where a citizen of a dual sovereign is able to vindicate his superior Federal rights against the State.   That interest is not served one bit by having a State agency sue another State agency in Federal court, even though that State agency could have sued in State court.   And I would ask the Hans question.   The Hans question is, would the -- you know, the Constitution is presumed not to raise up causes of action against the States that would have been considered as anomalous and unheard of at the time of the founding.   And I think if you posited whether or not at the founding, if you had asked, can a part of a State -- well, can the Federal Congress authorize part of a State to sue the other part of the State in Federal court, I think it would have been regarded as an anomalous act. "}, {"speaker": "Samuel A. Alito, Jr.", "text": " When Virginia agreed to participate in this program, did Virginia understand that it could be sued by VOPA not only in the State courts but also in Federal court? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would assert not.   I mean, that was the point of the waiver argument below, and the Court said there had not been a specific enough declaration of the consequences of taking the money to raise up the traditional waiver. "}, {"speaker": "Ruth Bader Ginsburg", "text": " So the point is, if it's not in -- you certainly agree that this State agency has taken on the obligations of the Federal program, and if it doesn't turn over records as the Federal statute requires it to do, it has to be amenable to suit somewhere.   We know if it were a private entity administering this program it would be suable in -- in Federal court.   So this State agency is doing the exact same thing, because Virginia chose it to do it that way.   Where -- where -- a very simple thing, the Federal statute says turn over records to the agency, and the State hospital says no, we are not going to turn over the records.   Where does the agency, whether private or public, that is administering the Federal program go to enforce the Federal right? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " The program would go to a State court.   Virginia has waived its sovereign immunity and there is a remedy through mandamus. "}, {"speaker": "Ruth Bader Ginsburg", "text": " If you -- is that -- I want to make sure I understood what your position is on that.   It's not that you go into the court that you ordinarily go to when you want to get documents in discovery, you go to the State's supreme court and you -- you apply for the extraordinary writ of mandamus, that's it? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " If you have a -- if you have a clear right to these documents as a surrogate, and you know that's a merits question that has never been reached, whether this is a rights-conferring statute. "}, {"speaker": "Ruth Bader Ginsburg", "text": " I'm asking you what is the forum?   We have a simple problem.   An agency, whether private or public, wants records.   Federal statute says you are entitled to the records.   And I would like to know now, Virginia having chosen to give this newly created independent State agency the authority rather than picking a 501(c)(3) organization to do it -- simple, we want records of these three people, the hospital has them, the hospital doesn't give them to us.   The only way under Virginia law is to petition the highest court of the State for a writ of mandamus? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would -- I personally believe you could also do it in circuit court.   I know this office has previously taken the position that it had to go to the supreme court, and I don't want to withdraw any concession that had been made there; but I personally read the statute differently. "}, {"speaker": "Ruth Bader Ginsburg", "text": " But which office has said it has to go to -- to the State supreme court on mandamus?   You said that the office has taken that position previously? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " The statute, the mandamus statute has a fairly broad catch-all provision at the end which I think would allow suit in -- in circuit court, but I don't think where it can sue really informs the doctrine here, because I think the doctrine here is if you are going to let, under the analysis argued here -- which is not modest, it's very, very broad -- if VOPA can sue in Federal court under Ex parte Young, so can any agency of -- of the -- any State that receives Federal funds upon which it makes the claim at the Ex parte Young stage, which is before you reach the merits, any agency receiving Federal money that can dream up a Federal claim under Ex parte Young could sue the State. "}, {"speaker": "Antonin Scalia", "text": " And -- and that has independent litigating authority. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Yes, and -- and-- "}, {"speaker": "Antonin Scalia", "text": " Okay.   I mean, that's the difference here. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --And I-- "}, {"speaker": "Antonin Scalia", "text": " This agency was given independent litigating authority. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I think -- I think Virginia happens to be unusual, as long as we are talking about the policy of results that is will come from this, I think Virginia is unusual in having as much control in the attorney general over who can sue than -- than a lot of States do; because I think a lot of States have their own independent agencies that proliferate and have suit authority.   But I will tell you even in Virginia there is a mechanism by which if you had the governor in one party's hands and the attorney general in the other, the governor can declare a conflict of interest and order private counsel hired.   And so if -- if the University of Virginia wanted to sue the governor, or rather sue the attorney general and the governor said,   \"well, if you want to. \"   and the attorney general won't authorize it, then that's a conflict of interest. "}, {"speaker": "Sonia Sotomayor", "text": " It hasn't happened.   Why do you think?   Don't you think it hasn't happened because there are so many practical political restraints on that kind of activity?   What would happen I think in that State where there was a rogue attorney general is somebody would win; the governor would win by getting a legislative act that says it can't be done, or the attorney general will win because the political sentiments are so strong in his or her favor that the suit is actually welcomed by the population.   So where is the intrusion on sovereignty?   States do what they want.   The only issue is how do we protect Federal rights. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I would -- I would say that it's never happened before because nobody's ever claimed before that Ex parte Young permits a part of the State to sue the other part of the State.   And I would say if the word were declared from this Court that you can do that, that there would be a lot of political motivation to file suits. "}, {"speaker": "Stephen G. Breyer", "text": " It isn't that Ex parte Young -- if I understand this right, which is why I mention it -- it isn't that Ex parte Young permits one part of a State to sue another part, it is a State permits one part of the State to sue another part, that that's common in the State, that the law requires it, and the question is, in that circumstance should the Ex parte Young situation be treated differently? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " And-- "}, {"speaker": "Stephen G. Breyer", "text": " Am I right about the statement of the question in the case? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I -- I think -- I think whether or not the State has given independent authority to sue without specifying that it can be in Federal court, without waiving its immunity in Federal court, is not the issue in the case.   I think the issue in the case -- I think that the issue in the case is whether or not Ex parte Young should be extended to do something that's never been done before.   I think that's the issue in the case.   And I don't think Ex parte Young -- which is a necessary fiction, but it is a fiction, it's a necessary fiction to allow the citizens of a dual sovereign to vindicate his or her Federal rights in Federal court -- is implicated in the least when it's a State agency that could sue another State agency by the State's consent in State court. "}, {"speaker": "Ruth Bader Ginsburg", "text": " Do you know -- do you know of any other statute in which there is an independent State agency that exists for the sole purpose of administering a Federal program? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I -- I am not an expert in that area of the law.   I would have thought it's quite common.   But I don't -- I don't know.   That's just my supposition.   I think that -- that-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " You couldn't give any example of a Federal program that says State, you can do it through a private agency; you can do it through a public agency -- public agency created to implement this Federal program, that is until all this -- I don't really know of any such. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I personally don't know of one as I stand here, but my supposition is that because the Federal spending power has been so dramatically exercised over the years, that there probably is one, I had not thought to look for it. "}, {"speaker": "Stephen G. Breyer", "text": " In your experience, this would be helpful.   Would you characterize as common or uncommon situations where State agencies are given authority to sue other parts of the State?   As I think it to myself, I think, well, the city of Glendale v. State Water Authority, or Middlesex County Sheriff v. The Bureau of Prisons.   That doesn't sound weird to me.   It sounds as if there probably are a lot of such circumstances, but I don't know.   What -- what do you think? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " There -- there are two things to look at: Lower subdivisions of the States, which in many States are-- "}, {"speaker": "Stephen G. Breyer", "text": " Cities against -- they must do that a lot. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --Yeah, but they are just corporations in Virginia and most States.   There are a few States in which they were treated as something different, but they are not generally regarded as even units of -- subordinate units of government for purposes of sovereign immunity.   However, the State itself, and, and its agencies are, and that's the issue that's implicated by Ex parte Young.   I would say that-- "}, {"speaker": "Stephen G. Breyer", "text": " University of Massachusetts v. State Environmental Organization.   Does that kind of suit sound familiar to you or not? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I think that -- that the States vary as to how tolerant they are of having their parts sue each other in State court.   I think I have seen titles like that, but I don't think that as a principle of Federal jurisdiction -- because ultimately, whether sovereign immunity exists, if it's not waived, does deprive this Court -- deprives this Court or parts of the Federal court of the right to proceed.   I think that deciding we are going to extend the fiction of Ex parte Young beyond the rights of citizens to allow the State to sue itself in Federal court is just something that's totally anomalous.   I just don't see how this Court would want to do that.   Even -- even if it thought otherwise, that it was, you know, something that could be done under the logic of Ex parte Young, I don't know why you would want to extend that and create -- and create the Federal courts as a venue for political grandstanding, which is what I think-- "}, {"speaker": "Sonia Sotomayor", "text": " I'm not sure that -- what you are forgetting is that Virginia took a lot of money to set up and get the benefits of Federal funds by creating an independent agency.   It had expressed its desire to control the agency more, and it was told very directly: You can't.   You have to let that agency sue.   What I don't understand is why you think that it's a greater affront to sovereignty that the suit is here as opposed to State court.   The State has already said: We're going to take your money and this is what we're going to permit, a suit. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I think it has -- I think it has long been recognized that the dignity of the State is not offended at all by a suit against -- against it in its own courts that it has authorized.   I think that it is well understood that if you bring a State against its will into a Federal court, even if you are using the fiction of Ex parte-- "}, {"speaker": "Sonia Sotomayor", "text": " But we use -- we don't bring the State in.   We bring in the State official who is violating a Federal law. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --But this Court has always recognized that there is a large sense in which that's a fiction and it's just something that we have to tolerate in order to have a dual system of -- of sovereignty. "}, {"speaker": "Antonin Scalia", "text": " Your argument is really -- really is a sovereign immunity argument.   You are saying that the waiver of sovereign immunity, unless it explicitly includes a waiver to be sued in Federal courts, applies only in State courts -- okay -- and that that limitation should not be evaded by applying Ex parte Young to a suit in Federal court where the suit is by another State agency. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " That is precisely my argument. "}, {"speaker": "Antonin Scalia", "text": " So sovereign immunity is part of your argument, but-- "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I think it's all that is really appropriately before this Court, because again, we are up here on an interlocutory appeal where the decision below in the Fourth Circuit by Judge Wilkinson is premised entirely on sovereign immunity. "}, {"speaker": "Stephen G. Breyer", "text": " Right.   Now, explain to me -- this is good, because that's very helpful to me.   It's the exact statement that Justice Scalia made, and you said, Yes, that's exactly right.   And then it is the case of that a citizen of the State can come into the Federal court and sue the State official under Ex parte Young, but you say, but the agency of the State can't do it, even though they have State litigating authority.   And the reason that the latter is more injurious of the dignity interests of the State than the former is-- "}, {"speaker": "Earle Duncan Getchell Jr", "text": " One, the State is being pitted against itself.   If you look at the very caption in this case, VOPA sued State officials in the name of the Commonwealth.   Secondly, there's a -- to the extent there is any authority, we have Ex parte Young here that gives rights to citizens, and we have a lot of cases that resulted most recently in CERSA, in which it was recognized that the general rule is that subordinate parts of States, subordinate State authorities, have no constitutional privileges and immunities that they can assert against their creator.   And if you wanted to know whether or not Ex parte Young should be extended into this area, it seems to me that the previous expectation would have been that the ASERSA tradition would have said, No, we don't want to extend into this area. "}, {"speaker": "Anthony M. Kennedy", "text": " Are there other areas -- and I can't come up with the name of the case which was suggested by counsel, your friend, in his opening argument.   I thought there were cases in which a subdivision is not -- a political subdivision of State is not allowed to build a dam by State law, and yet it can go to the Federal government, get a license, and build the dam anyway and just bypass the restrictions put upon its parent.   The agent has more powers than the principal gives it, because it relies on Federal law. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I don't know the case.   And I don't believe anybody has cited as a principal case a decision of this Court that would say that.   Now, a State can do anything it -- it wanted to in terms of waiving its sovereign immunity. "}, {"speaker": "Anthony M. Kennedy", "text": " In this case, could Virginia sue VOPA in Federal court? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I don't think -- I don't think it appropriately could. "}, {"speaker": "Anthony M. Kennedy", "text": " You think it could or could not? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " I do not think it appropriately could.   I don't think parts of the State can sue other parts of the State in Federal court. "}, {"speaker": "Anthony M. Kennedy", "text": " Well, it would be the parent suing the -- the subsidiary, and VOPA is not the State. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " VOPA is part of the State for purposes of sovereign immunity analysis, I would have thought.   But if somebody tried to get a personal recovery -- I mean, VOPA employees are ordinary State employees.   I presume they are subject to the Tort Claims Act, so it is a State agency.   But I don't know why the involuntary suing of the State in Federal court, which I think raises these traditional sovereignty dignity interests, would be reciprocal.   I mean, if for some strange reason the State wanted to sue VOPA, I don't know what the answer would be, because maybe they waived all their interests if they tried to do that.   But I think that the practical problem for this Court is that there's no limit.   There is no practical principal limit to what's being argued here.   So we set up this intermural political contest in Federal court as a matter of course, and I think, doctrinally, it's clear that it's an extension of Ex parte Young, beyond dispute, and I don't think it ought to be extended without doing a federalism inquiry.   And I think if you do a federalism inquiry, you ask the Hans question: Is -- would this have been regarded as anomalous and unheard of at the founding?   And I don't think there's-- "}, {"speaker": "Ruth Bader Ginsburg", "text": " Bottom line, then, is that -- to restrict Congress's choice.   Congress wants to have an entity to attend this program for disabled people.   So the instruction we would like to give Congress is: Congress, if you want Federal courts to be able to enforce the Federal right, then you have to set it up as an agency, as a private agency.   You can't give -- Congress, you can't give the States a choice whether they would rather do it through private or public-- "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I don't think so, for two reasons.   One is-- "}, {"speaker": "John G. Roberts, Jr.", "text": " I'm sorry.   I don't think so -- what?   You don't think Congress-- "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --I don't think that -- I think Congress could have, under traditional waiver authority, under the spending power, have said: If you want to take the money, we're making a clear statement, you have to waive your sovereign immunity and be sued in State -- I mean, Federal court.   That didn't happen.   Also, let's not overlook the fact that the secretary has an administrative remedy in withholding the funds, and when this Court was faced with the question of whether or not to extend Ex parte Young in the Seminole tribe, the answer was: No, we're not going to do it, because there is an alternative-- "}, {"speaker": "Antonin Scalia", "text": " --So you would acknowledge that if the State knew when it took the money that it was -- and when it created a State agency to administer the program that it was letting itself open to suit in Federal court under an Ex parte Young theory, then everything would be okay? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " --Well, no, because I don't think it would ever. "}, {"speaker": "Antonin Scalia", "text": " That would be a waiver of whatever sovereignty immunity interest it would have, wouldn't it? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " Congress conditioned on receiving the money on waiver, I suppose. "}, {"speaker": "Antonin Scalia", "text": " Congress could, but if they knew it in this instance when they accepted the money, you wouldn't have a case, would you? "}, {"speaker": "Earle Duncan Getchell Jr", "text": " The law, under traditional waiver doctrine had been done right, no, we wouldn't have a case.   But remember, the law of the case in this interlocutory appeal is that there was no waiver.   That waiver was determined below and not appealed. "}, {"speaker": "Antonin Scalia", "text": " That's a good point. "}, {"speaker": "Earle Duncan Getchell Jr", "text": " And so under the circumstances here we have a fairly peculiar specialized situation, but deciding in favor of the petitioners I think is fraught with peril and is doctrinally unprecedented and improper and we would ask that the decision of the Fourth Circuit be affirmed. "}, {"speaker": "John G. Roberts, Jr.", "text": " --Thank you, counsel.   Mr. Galanter, have you three minutes remaining. "}, {"speaker": "Seth M. Galanter", "text": " I have three points for those three minutes.   First, we don't think that a State AG or State agency could sue a governor if State law prohibited it.   The question of capacity to sue, the power to sue is one of State law.   What we're saying here is that if a suit could go forward between two State agencies, between State agency and State officials in State court, and if that case involved a Federal issue, it can be heard in Federal court if the other requirements of Article III and Ex parte Young are being met.   Second, there was some suggestion that Ex parte Young is only about citizens.   But this Court's applied Ex parte Young to Indian tribes, allowing them to sue State officials.   It's allowed foreign countries to use Ex parte Young to sue State officials.   And the Respondents concede that political subdivisions, which can also be eliminated at will by the State, could use Ex parte Young. "}, {"speaker": "Stephen G. Breyer", "text": " Have you found any case, are there a lot, a few, none, where one State agency at a State level sues another in Federal court, period?   Say they have a rising under jurisdiction. "}, {"speaker": "Seth M. Galanter", "text": " No.   There aren't a lot of them. "}, {"speaker": "Stephen G. Breyer", "text": " Well, are there any? "}, {"speaker": "Seth M. Galanter", "text": " Other than in this protection advocacy system. "}, {"speaker": "Stephen G. Breyer", "text": " None? "}, {"speaker": "Seth M. Galanter", "text": " None. "}, {"speaker": "Stephen G. Breyer", "text": " See, nagging at me is some kind of Article III problem.   Maybe there is none.   I don't know.   There are none, though?   None? "}, {"speaker": "Seth M. Galanter", "text": " Well, but that's because Congress doesn't usually vest rights in-- "}, {"speaker": "Stephen G. Breyer", "text": " It wouldn't have to.   They could get into all kinds of arguments about EPA and all kinds of Federal rights with each other.   I would think. "}, {"speaker": "Seth M. Galanter", "text": " --I don't think that's correct. "}, {"speaker": "Stephen G. Breyer", "text": " Yeah. "}, {"speaker": "Seth M. Galanter", "text": " I think that most of the time when a State is involved in a dispute with another State, it's about State law.   This is rather unique in that respect.   And that brings me to the third point, which is this notion of waiver.   We are not arguing here that they have waived their sovereign immunity.   What we are claiming is that they don't have sovereign immunity to these injunctive suits against the State officials.   We are not seeking damages and we haven't named the State in its own name.   But what we are suggesting is that it was the natural consequence as this Court decided in Frew, that when you, you know, accept the Federal money and you are bound by Federal duties and that the entity that you give the Federal right to has a Federal -- has a right to sue, that the Federal issues, Federal issues will be litigated in Federal court.   And I would say particularly that here just, of course Virginia renews every year to take the Federal money, but when it last amended the Federal statute or the State statute to create VOPA in its current structure, there were existing Ex parte Young suits against State officials. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you counsel, I have one question of curiosity.   You said in your opening argument that 49 of 50 states limit in some way the executive's power in this area.   What's the one State. "}, {"speaker": "Seth M. Galanter", "text": " I am drawing that from the Indiana's amicus brief and I believe they identified New Jersey as a State that has a unitary executive. "}, {"speaker": "John G. Roberts, Jr.", "text": " Thank you.   The case is submitted. "}]